Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: --applet - launch Mandrakeupdate.
af: --applet - loods Mandrakeupdate.
hr: --aplet - pokreni Mandrakeupdate.
hy: --applet - աշխատացնել Mandrakeupdate:
ku: --update - Mandriva Linux Update'yê bixebitîne.
nb: --applet - start Mandrakeupdate.

source: --update - Update keys
hr: --update - nadogradnja ključeva.
hy: --update - Նորացնել բանալիները
nb: --update - Oppdater nøkler
uz@latn: --update - Kalitlarni yangilash.

source: Mandrakeupdate could not contact the site, we will try again.
ku: Têkilî bi malpera Mandrakeupdate pêk nehat, em ê dûvre dîsa biceribînin.
nb: Mandrakeupdate kunne ikke kontakte stedet, vi vil prøve igjen.

source: Unable to update packages from mdkupdate medium.
mn: „mdkupdate“ хэрэгслээс багцуудыг шинэчилэхэд алдаа.
nb: Kunne ikke oppdatere pakker fra mdkupdate-medium.
sq: I pa mundur azhurnimi i pakove nga mdkupdate mesatar.
sr: aaE aMaOaGbƒ aDaA aAa®bƒb€aIb€aAaM aPaAaKaEb‚aE baA mdkupdate aMaEaDaIb˜aA.
ta: மாண்ட்ேரக்புதுப்பி ஊடகத்திலிருந்து ெமன்ெபாருைள புதுப்பிக்க முடியவில்ைல
th: ไม่สามารถอัพเดทแพ็จเกจจากมีเดียของ mdkupdate

source: Service configuration problem. Please check logs and send mail to support@mandrivaonline.net
az: Xidmət qurğu xətası. Xahiş edirik qeydlərdəki xətanı tapın və support@mandrivaonline.net ünvanına məktub göndərin.
ku: Ji bo pirsgirêkan tu dikarî ji navnîşana support@manrakeonline.net re e-peyamekêbişînî

source: or
az: və ya
ku: û

source: wrong password:
ku: Şîfreya Çewt

source: Your login or password was wrong. Either you'll have to type it again, or you'll need to create an account on Mandriva Online. In the latter case, go back to the first step to connect to Mandriva Online. Be aware that you must also provide a Machine name (only alphabetical characters are admitted)
az: Sizin giriş adınız və ya parolunuz səhvdir. Ya yenidən yazmalısınız, ya da Mandriva Online xitmətlərində yeni hesab açın. Son halda Mandriva Online xitmətinə bağlanmaq üçün dala gedin. Yaddan çıxartmayın ki, ayrıca KOMPÜTER adını girməlisiniz (təkcə hərflərə icazə verilir)
fur: Il non utent o le password e son faladis. Tu varâs di scriviju une altre volte, o tu varâs di bisugne di creâ un account su Mandriva Online. Tal secont câs, torne indaûr al prin pas par conetiti a Mandriva Online. Sta atent che tu às di furnî un non di computer (dome caratars dal alfabet e son ametûts)
ku: Navê te yê Bikarhêneriyê an jî şîfreya te çewt e. Şîfreya xwe bi kontrol dîsa binivîse, an jî ji Mandriva Online 'ê hesabekî nû veke. Nexwe niha bişkojka Vegere bitikîne û ji bo girêdana bi Mandriva Online fermanan bişopîne!. Ji bo diyarkirina navê Makîneyê bi xwe bawer be. ( bi tenê navên bi karakteran derbasdar e)

source: Account already exists
fur: L'account al esist dizà
ku: Hesabekî wiha jixwe heye

source: Skip Wizard
af: Verlaar Wysgeer
hy: Առանձ Ուղեկցորդի
uz@latn: Yordamchisiz

source: I don't have a Mandrakeonline account and I want to
af: Ek het nie 'n Mandrakeonline rekening nie en ek wil
hy: Ես չունեմ Mandrakeonline հաշիվ, և ցանկանում եմ ձեռք բերել այն

source: Subscribe
af: Inskryf
hy: Բաժանորդագրվել
lv: Parakstīties
sq: Nënshkrurje
sr: aŸb€aIb˜aAaVaA
ta: வேண்டும்
uz@latn: A'zo bo'lish

source: In order to benefit from Mandrakeonline services, we are about to upload your configuration. The Wizard will now send the following information to Mandrakesoft: 1) the list of packages you have installed on your system, 2) your hardware configuration. If you feel uncomfortable by that idea, or do not want to benefit from this service, please press 'Cancel'. By pressing 'Next', you allow us to keep you informed about security updates and useful upgrades via personalized email alerts. Furthermore, you benefit from discounted paid support services on www.mandrakeexpert.com. Finally, an email alias with your username@mandrakeonline.net will be provided to you.
af: Om jou die beste Mandrakeonline diens te lewer, gaan ons nou jou konfigurasie oplaai. Die assistent sal die volgende inligting stuur na Mandrakesoft: 1) Lys van pakkette wat jy geinstalleer het op jou stelsel, 2) Jou hardeware konfigurasie. As jy ongemaklik voel met dit, of wil nie die diens hê nie, kliek asseblief 'Kanselleer'. As jy 'Volgende' kliek laat jy ons toe om jou op datum te hou oor sekuriteits nuus en waardevolle opgradeerings d.m.v. e-pos. Verder, jy kry afslag hulp by www.mandrakeexpert.com. Laastens, jy sal 'n e-pos alias kry in die vorm you-naam@mandrakeonline.net.
hy: Mandrakeonline ծառայություններից օգուտ քաղելու համար խորհուրդ ենք տալիս լցնել ձեր ձևակերպումը: Հիմա Ուղեկցորդը կուղարկի Mandrakesoft հետևյալ տվյալները` 1)համակարգում տեղադրված փաթեթների ցուցակը, 2)սարքավորումների ձևակերպումը: Եթե անհարմար եք գտնում այս առաջառկությունը կամ չեք ցանկանում օգուտ քաղել հպեք 'Հրաժարվել': Հպելով 'Հաջորդ', թույլ կտաք տեղյակ պահել ձեզ անվտանգության և այլ օգտակար նորացումների մասին էլփոստի միջոցով: Ավելին, կստանաք աջակցության ծառայության վճարումների զեղչեր այստեղ` www.mandrakeexpert.com. Ի վերջո, կտրամդրվի փոստարկղ ձեր անունով@mandrakeonline.net:

source: Africa
lv: Āfrika
sq: Afrika
sr: ab„b€aIaKaA
ta: ஆப்ரிக்கா

source: Asia
lv: Āzija
sq: Azia
sr: aaZaIb˜aA
ta: ஆசியா

source: Australia
lv: Austrālija
sr: abƒbb‚b€aAaLaIb˜aA
ta: ஆஸ்திரேலியா

source: Europe
lv: Eiropa
sq: Evropa
sr: a•aVb€aOaPaA
ta: ஐரோப்பா

source: North America
lv: Ziemeļamerika
sq: Amerika Veriore
sr: a¡aEaVaEb€aNaA aaMaEb€aIaKaA
ta: வட அமெரிக்கா

source: South America
lv: Dienvidamerika
sq: Amerika Jugore
sr: aˆbƒa®aNaA aaMaEb€aIaKaA
ta: தென் அமெரிக்கா

source: Back
lv: Atpakaļ
sq: Mbrapa
sr: aaAaZaAaD
ta: பின்னால்

source: I don't have a MandrakeOnline account and I want to
lv: Man nav Mandrake Online konta, un es vēlos
sq: Nuk e posedon llogarin MandrakeOnline dhe dëshiroj të
sr: aˆaA aNaEaMaAaM MandrakeOnline b€aAb‡bƒaN aI a®aEaLaEaO aBaIb… aDaA
ta: மாண்டிரேக் இணையத்தளத்ளத்தில் எனக்கு பயனர்கணக்கு இல்லை.எனக்கொன்று

source: Yes I want automated updates
lv: Jā, es vēlos automātiskus jauninājumus
sq: Po unë dëshiroj azhurmim automatikë
sr: a”aA, b˜aA a®aEaLaIaM aAbƒb‚aOaMaAb‚baKaO aAa®bƒb€aIb€aAbšaE
ta: ஆம், எனக்கு நிரல்கள் தானகவே மேம்படுத்தப்பட வேண்டும்
uz@latn: Ha, menga avtomatlashtirilgan yangilanishlar kerak

source: Warning: No browser specified.
sr: aGjaPaOaZaOb€aEbšaE: aŸb€aEb‚b€aAa®aIaVaAb‡ aNaIb˜aE aOaDb€aEb’aEaN.

source: Connecting...
sr: aŸaOaVaEaZbƒb˜aEaM...

source: MandrakeOnline could not be contacted, please try again later.
sr: ašaaNb‚aAaKb‚ baA MandrakeOnline aNaIb˜aE aMaOaGaAaO aBaIb‚aI bƒbaPaObb‚aAaVb™aEaN, aPaOaKbƒbˆaAb˜b‚aE aKaAbaNaIb˜aE aPaOaNaOaVaO.

source: Your login or password was wrong. Either you'll have to type it again, or you'll need to create an account on MandrakeOnline. In the latter case, go back to the first step to connect to MandrakeOnline. Be aware that you must also provide a machine name (only alphabetical characters are admitted)
sr: a’aAbˆ aPb€aIb˜aAaVaNaO aIaMaE aI aLaOaZaIaNaKaA bbƒ aPaOaGb€aEbˆaNaI. a˜aLaI aMaOb€aAb‚aE aPaOaNaOaVaO aDaA aIb… bƒaNaEbaEb‚aE, aIaLaI b‚b€aEaBaA aDaA aKb€aEaIb€aAb‚aE b€aAb‡bƒaN aNaA MandrakeOnline. aGj aDb€bƒaGaOaM baLbƒb‡aAb˜bƒ, aVb€aAb‚aIb‚aE baE aNaA aPb€aVaI aKaOb€aAaK aZaA aPaOaVaEaZaIaVaAbšaE aNaA MandrakeOnline. aĞb€aEaBaA aDaA aZaNaAb‚aE aDaA aPaOb€aEaD aObb‚aAaLaOaG aMaOb€aAb‚aE aDaA aI aIaMaE b€aAb‡bƒaNaAb€aA (aDaOaZaVaOb™aEaNaI bbƒ baAaMaO baLaOaVaNaI aZaNaAaKaOaVaI)

source: Welcome to MandrakeOnline
lv: Laipni lūdzam MandrakeOnline
sq: Mirë se Vini në MandrakeOnline
sr: a”aOaBb€aOaDaObˆaLaI bƒ MandrakeOnline
ta: மாண்டிரேக் இணையத்தளத்திற்கு வருக
uz@latn: MandrakeOnline'ga marhamat

source: At this step you are supposed to have an account on MandrakeOnline. This assistant will help you to upload your configuration (packages, hardware configuration) to a centralized database in order to keep you informed about security updates and useful upgrades.
sr: aGj aOaVaOaM aKaOb€aAaKbƒ baE aPb€aEb‚aPaObb‚aAaVb™ aDaA aIaMaAb‚aE b€aAb‡bƒaN aNaA MandrakeOnline. aaVaAb˜ aAbaIbb‚aEaNb‚ b›aE aVaAaM aPaOaMaOb›aI aDaA aPaObb‚aAaVaIb‚aE baVaOb˜bƒ aKaOaNb„aIaGbƒb€aAb†aIb˜bƒ (aPaAaKaEb‚aE, aKaOaNb„aIaGbƒb€aAb†aIb˜bƒ b…aAb€aDaVaEb€aA) bƒ b†aEaNb‚b€aAaLaNbƒ aBaAaZbƒ aPaOaDaAb‚aAaKaA bƒ b†aIb™bƒ aVaAbˆaEaG aIaNb„aOb€aMaIbaAbšaA aO baIaGbƒb€aNaObaNaIaM aI aKaOb€aIbaNaIaM aNaOaVaIaM aAa®bƒb€aIb€aAaNaIaM aPaAaKaEb‚aIaMaA.

source: Authentication
sr: abƒb‚aEaNb‚aIb„aIaKaAb†aIb˜aA

source: Enter your MandrakeOnline login, password and machine name:
lv: Ievadiet jūsu MandrakeOnline lietotājvārdu, paroli un datora nosaukumu:
sq: Hyni loginin, parullën dhe emrin e makinës suaj në MandrakeOnline:
sr: aGjaNaEbaIb‚aE baVaOb˜ MandrakeOnline aIaMaE, aLaOaZaIaNaKbƒ aI aIaMaE b€aAb‡bƒaNaAb€aA:
ta: உங்கள் மாண்டிரேக் இணையத்தள பயனர்கணக்கின் பெயர்,கடவுச்சொல்லை அடிக்கவும்

source: Machine Name:
sr: a˜aMaE b€aAb‡bƒaNaAb€aA:

source: Sending your Configuration
lv: Sūtu jūsu konfigurāciju
sq: Dërgim i Konfigurimit tuaj
sr: aŸaObˆaAb™aIb‚aE baVaOb˜bƒ ašaOaNb„aIaGbƒb€aAb†aIb˜bƒ
ta: உங்கள் வடிவமைப்புகள் அனுப்பப்படுகின்றன

source: In order to benefit from MandrakeOnline services, we are about to upload your configuration. The Wizard will now send the following information to MandrakeSoft: 1) the list of packages you have installed on your system, 2) your hardware configuration. If you feel uncomfortable with this idea, or do not want to benefit from this service, please press 'Cancel'. By pressing 'Next', you allow us to keep you informed about security updates and useful upgrades via personalized e-mail alerts. Furthermore, you benefit from discounted paid support services on www.mandrakeexpert.com. Finally, an e-mail alias with your username@mandrakeonline.net will be provided to you.
sr: a”aA aBaI aIbaKaOb€aIbb‚aIaLaI baVaE aPaOaGaOaDaNaObb‚aI MandrakeOnline baEb€aVaIbaA, aPaOb‚b€aEaBaNaO b˜aE aDaA aNaAaM aPaObˆaAb™aEb‚aE baVaOb˜bƒ aKaOaNb„aIaGbƒb€aAb†aIb˜bƒ. a§aAb€aOaBbšaAaK b›aE baAaDaA aPaObaLaAb‚aI baLaEaDaEb›aE aIaNb„aOb€aMaAb†aIb˜aE MandrakeSoft-bƒ: 1) aLaIbb‚bƒ aPaAaKaEb‚aA aKaOb˜aE bb‚aE aIaNbb‚aAaLaIb€aAaLaI aNaA aVaAbˆ baIbb‚aEaM, 2) aVaAbˆbƒ b…aAb€aDaVaEb€baKbƒ aKaOaNb„aIaGbƒb€aAb†aIb˜bƒ. aGjaKaOaLaIaKaO aVaAaM aOaVaO aNaE aOaGaOaVaAb€aA, aIaLaI aNaE a®aEaLaIb‚aE aDaA aKaOb€aIbb‚aIb‚aE aOaVaE baEb€aVaIbaE, aPb€aIb‚aIbaNaIb‚aE b‚aAbb‚aEb€ 'aŸaOaNaIbˆb‚aI'. aŸb€aIb‚aIbaKaOaM aNaA b‚aAbb‚aEb€ 'a¡aLaEaDaEb›aI', b›aEb‚aE aNaAaM aDaOaZaVaOaLaIb‚aI aDaA aVaAb aIaNb„aOb€aMaIbˆaEaMaO aO baIaGbƒb€aNaObaNaIaM aIbaPb€aAaVaKaAaMaA aI aKaOb€aIbaNaIaM upgrade-aOaVaIaMaA aPb€aEaKaO aLaIb‡aNaOaG e-mail aAaLaAb€aMaA. aŸaOb€aEaD b‚aOaGaA, aDaOaBaIb˜aAb‚aE aI aPaOaPbƒbb‚aE aZaA aPaLaAb›aEaNbƒ aPaOaDb€bˆaKbƒ aI baEb€aVaIbaE aNaA www.mandrakeexpert.com. ašaOaNaAb‡aNaO, e-mail aAaLaIb˜aAb baA aVaAbˆaIaM username@mandrakeonline.net b›aE aVaAaM aBaIb‚aI aOaMaOaGbƒb›aEaN.

source: Error while sending informations
lv: Kļūda nosūtot informāciju
sq: Gabim gjatë dërgimit të informacioneve
sr: a“b€aEbˆaKaA aPb€aI baLaAbšbƒ aIaNb„aOb€aMaAb†aIb˜aA
ta: அனுப்பப்படுவதில் பிழை நேர்ந்துள்ளது

source: There was an error while sending your personal informations. Press 'Next' to try and send your configuration again.
sr: aPaOb˜aAaVaIaLaA baE aGb€aEbˆaKaA aPb€aIaLaIaKaOaM baLaAbšaA aVaAbˆaIb… aLaIb‡aNaIb… aIaNb„aOb€aMaAb†aIb˜aA. aŸb€aIb‚aIbaNaIb‚aE 'a¡aLaEaDaEb›aI' aDaA aBaI aPaOaNaOaVaO aPaOaKbƒbˆaAaLaI aDaA aPaObˆaAb™aEb‚aE baVaOb˜aE aIaNb„aOb€aMaAb†aIb˜aE.

source: Finished
lv: Pabeigts
sq: Mbaruar
sr: a—aAaVb€bˆaEaNaO
ta: முடிந்தது

source: From now on you will receive security and update announcements through MandrakeOnline.
sr: aaD baAaDaA b›aEb‚aE aPb€aIaMaAb‚aI aOaBaAb˜aAaVaE aZaA baIaGbƒb€aNaObaNaE aI aDb€bƒaGaE update-aOaVaE aPb€aEaKaO MandrakeOnline.

source: MandrakeOnline offers you the ability to automate the updates. A program will run regulary on your system waiting for new updates
sr: MandrakeOnline aVaAaM aNbƒaDaI aMaOaGbƒb›aNaObb‚ aAbƒb‚aOaMaAb‚baKaOaG aAa®bƒb€aIb€aAbšaA. aŸb€aOaGb€aAaM b›aE baE aPaOaVb€aEaMaEaNaO aPaOaKb€aEb‚aAb‚aI aNaA aVaAbˆaEaM baIbb‚aEaMbƒ b‡aEaKaAb˜bƒb›aI aNaOaVaE, aAa®bƒb€aIb€aAaNaE aPaAaKaEb‚aE

source: Automated Upgrades
sr: abƒb‚aOaMaAb‚baKaO aAa®bƒb€aIb€aAbšaE

source: Choose your geographical location
lv: Norādiet savu ģeogrāfisko atrašanās vietu
sq: Caktoni lokalitetin tuaj gjeografik
sr: a˜aZaAaBaEb€aIb‚aE baVaOb˜ aGaEaOaGb€aAb„baKaI aPaOaLaOa®aAb˜
ta: உங்கள் பகுதியை தேர்ந்தெடுக்க

source: Cannot open this file for read: %s
sr: aaE aMaOaGbƒ aDaA aOb‚aOaVb€aIaM aOaVaAb˜ b„aAb˜aL aZaA b‡aIb‚aAbšaE: %s

source: OK
lv: Labi
sr: aGj b€aEaDbƒ
ta: சரி

source: Do you really want to abort MandrakeOnline? To return to the Wizard press 'Cancel'. To really quit it press 'Quit'.
sr: a”aA aLaIaZaAaIbb‚aA a®aEaLaIb‚aE aDaA aZaAb‚aVaOb€aIb‚aE MandrakeOnline? a”aA aBaI baE aVb€aAb‚aIaLaI a§aAb€aOaBbšaAaKbƒ aPb€aIb‚aIbaNaIb‚aE 'aŸaOaNaIbˆb‚aI'. a”aA aBaI aZaAaIbb‚aA aIaZaAbˆaLaI aPb€aIb‚aIbaNaIb‚aE 'a˜aZaLaAaZ'.

source: Really abort? - MandrakeOnline
lv: Tiešām pārtraukt? - Mandrake Online
sq: Lereni anash me të vërtet? - MandrakeOnline
sr: a¡b‚aVaAb€aNaO aIaZaLaAaZaIb‚aE? - MandrakeOnline
ta: நீங்கள் நிச்சயமாக மாண்டிரேக்இணையத்தை முடிக்கவேண்டுமா

source: Welcome
sr: a”aOaBb€aOaDaObˆaLaI

source: mdkupdate version %s Copyright (C) 2002 MandrakeSoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
lv: mdkupdate versija %s Autortiesības (C) 2002 MandrakeSoft. Šī ir brīva programmatūra, ko var izplatīt saskaņā ar GNU GPL noteikumiem. Pielietojums:
mn: mdkupdate Version %s Copyright ® 2002 MandrakeSoft. Энэ бол чөлөөт программ хангамж ба GNU GPL лицензын дагуу цааш тарааж болно. Ашиглалт:
sq: azhurnimi-mdk versioni %s E drejtë autori (C) 2002 MandrakeSoft. Ky është software gratis dhe mund të shpërndahet ndër termet e GNU GPL. përdorim:
sr: mdkupdate aVaEb€aZaIb˜aA %s a¡aVaA aPb€aAaVaA aZaAaDb€a®aAaVaA (C) 2002 MandrakeSoft. aaVaO b˜aE aBaEbaPaLaAb‚aNaI baOb„b‚aVaEb€ aI aMaOa®aE baE baLaOaBaOaDaNaO aDaIbb‚b€aIaBbƒaIb€aAb‚aI aPaOaD bƒbaLaOaVaIaMaA GNU GPL aLaIb†aEaNb†aE. bƒaPaOb‚b€aEaBaA:
ta: மாண்டிரேக்இணைய வெளியீடு %s உரிமம்; MandrakeSoft. இது சுதந்திரமாக பயன்படுத்தக் கூடிய மென்பொருள், குனு GPL கீழ் வெளியிடப்பட்டுள்ளது பயன்பாடு
th: mdkupdate เวอร์ชั่นที่ %s Copyright (C) 2002 MandrakeSoft. ซอฟท์แวร์นี่เป็นฟรีซอฟท์แวร์และแจกจ่ายภายใต้ระเบียบของ GNU GPL. วิธีใช้:
uz@latn: mdkupdate, versiya %s Copyright (C) 2002 MandrakeSoft. Bu erkin dastur va GNU GPL shartlari asosida tarqatilishi mumkin. Foydalanish:

source: --security - use only security media.
lv: --security - lietot tikai drošības datu nesēju.
mn: --security - Зөвхөн хамгаалалтын хэрэгсэлд хэрэглэ.
sq: --security - përdore vetëm medianin e sigurimit.
sr: --security - aKaOb€aIbb‚aI baAaMaO baIaGbƒb€aNaObaNaE aMaEaDaIb˜aE.
ta: --security - பாதுகாப்பு ஊடகத்தை மட்டும் பயன்படுத்து.
th: --security - ใช้มีเดียที่มีความปลอดภัยเท่านั้น

source: --update - update all information.
mn: --update - Бүх мэдээллийг шинэчлэх.
sq: --update - azhurnoi të gjitha informacionet.
sr: --update - aAa®bƒb€aIb€aA baVaE aIaNb„aOb€aMaAb†aIb˜aE.
ta: --update -அைனத்து விவரங்களையும் புதுப்பிக்கவும்
th: --update - อัพเดทข้อมูลทั้งหมด

source: -v - verbose mode.
lv: -v - runīgais režīms.
mn: -v - Ажилуулах горим.
sq: -v - modë oratori.
sr: -v - verbose aMaOaD.
ta: -v - விளக்கமாக காட்டு.
th: -v - โหมดรายละเอียด

source: MandrakeUpdate could not contact the site, we will try again.
mn: MandrakeUpdate вэб хуудас руу хүрч чадахгүй байна, бид дахин оролдоё.
sq: MandrakeUpdate nuk mund të kontaktoj sitin, ne do të mundohemi edhe një herë.
sr: MandrakeUpdate aNaE aMaOa®aE aDaA aKaOaNb‚aAaKb‚aIb€aA baAb˜b‚, aPaOaKbƒbˆaAb›aEaMaO aPaOaNaOaVaO.
ta: மாண்ட்ேரக்புதுப்பி இணையத்தளத்துடன் தொடர்பு கொள்ள முடியவில்லை,பிறகு முயலுங்கள்
th: MandrakeUpdate ไม่สามารถติดต่อกับไซต์ จะลองพยายามอีกครั้ง

source: For any problem send an e-mail to support@mandrakeonline.net
mn: Та гарсан асуудлаа support@mandrakeonline.net рүү илгээнэ үү
sq: Për çdo problem na dërgoni një e-mail në suppport@mandrakeonline.net
sr: aGjaKaOaLaIaKaO aIaMaAb‚aE aBaIaLaO aKaAaKaAaV aPb€aOaBaLaEaM aPaObˆaAb™aIb‚aE e-mail aNaA support@mandrakeonline.net
ta: பிழைகளை ஆங்கிலத்தில் ெதரிவிக்க support@mandrakeonline.net
th: หากมีปัญหาใดๆ ให้ส่งอีเมล์ไปยัง support@mandrakeonline.net

source: You need to have an account on MandrakeOnline, or update your subscription.
mn: Үүний тулд та MadrakeOnline -д данстай эсвэл та бүртгэлээ идэвхижүүлэх ёстой.
sq: Ju duhet të keni një gjiro llogari në MandrakeOnline, apo azhurnone nëshkrimin tuaj.
sr: aœaOb€aAb‚aE aDaA aIaMaAb‚aE b€aAb‡bƒaN aNaA MandrakeOnline, aIaLaI aDaA aAa®bƒb€aIb€aAb‚aE baVaOb˜bƒ aPaObb‚aOb˜aEb›bƒ aPb€aIb˜aAaVbƒ.
ta: மாண்ட்ேரக் இணையத்தில் கணக்கில்ைல, அல்லது சந்தாைவ புதுப்பிக்கவும்
th: คุณต้องมีชื่อในบัญชีสำหรับ MandrakeOnline หรือทำการอัพเดทการเป็นสมาชิกของคุณ

source: Your login or password may be wrong
lv: Iespējams, ka jūsu lietotājvārds vai parole ir nepareizi
mn: Таны нэр эсвэл нууц үг буруу байна!
sq: Lidhja (Login) e juaj, apo parulla mund të jenë të pa sakta
sr: a’aAbˆaE aIaMaE aI aLaOaZaIaNaKaA bbƒ aNaAb˜aVaEb€aOaVaAb‚aNaIb˜aE aNaEaIbaPb€aAaVaNaI
ta: உங்கள் பயனர்கணக்கு அல்லது கடவுச்ெசால் தவறானது
th: ล็อกอินหรือรหัสผ่านไม่ถูกต้อง

source: Unable to create mdkupdate medium.
mn: „mdkupdate“ хэрэгсэл үүсгэх боломжгүй.
sq: I pa mundur krijimi i mdkupdate mesatare.
sr: aaE aMaOaGbƒ aDaA aKb€aEaIb€aAaM mdkupdate aMaEaDaIb˜.
ta: மாண்ட்ேரக்புதுப்பி ஊடகத்ைத உருவாக்க முடியவில்ைல.
th: ไม่สามารถสร้างมีเดียสำหรับ mdkupdate ได้

source: Do you want to upgrade?
ro: Doriți să actualizați sistemul?

source: Yes
ro: Da

source: No
ro: Nu

source: Configuration
uz@latn: Moslash

source: New Updates:
uz@latn: Yangi yangilanishlar:

source: Available
uz@latn: Mavjud

source: Not Available
uz@latn: Mavjud emas

source: About..
uz@latn: Haqida

source: Create a MandrakeOnline Account
uz@latn: MandrakeOnline hisobini yaratish

source: Creation
uz@latn: Yaratish

source: Special characters
uz@latn: Maxsus belgilar

source: Empty fields
uz@latn: Bo'sh maydonlar

source: Email
uz@latn: Elektron pochta

source: Change account
uz@latn: Hisobni o'zgartirish

source: Server Problem
uz@latn: Server muammosi

source: MandrakeOnline could not be contacted, please try again at a later time
uz@latn: MandrakeOnline bilan aloqa o'rnatib bo'lmadi. Iltimos keyinroq urinib ko'ring

source: --applet - launch MandrakeUpdate.
uz@latn: --applet - MandrakeUpdate xizmatini ishga tushirish.

source: Warning: No browser specified
lv: Brīdinājums: Nav norādīts pārlūks
sq: Kujdes: Asnjë browser i specifikuar
ta: எச்சரிக்கை: நீங்கள் எந்த மேலோடியையும் தேர்வுச் செய்யவில்லை

source: Your login or password was wrong. Either you'll have to type it again, or you'll need to create an account on MandrakeOnline. In the latter case, go back to the first step to connect to MandrakeOnline. Be aware that you must also provide a Machine name (only alphabetical characters are admitted)
lv: Jūsu lietotājvārds vai parole bija nepareizi. Jums tie jāievada vēlreiz, vai arī jāizveido MandrakeOnline lietotāja konts. Jebkurā gadījumā jums jāiet atpakaļ uz pirmo soli, lai pieslēgtos MandrakeOnline. Ievērojiet, ka jums jānorāda arī datora nosaukums (atļauti tikai latīņu alfabēta burti)
sq: Logini apo parulla juaj janë të pa sakta. Ju duhet të shtypni përsëri apo të krijoni një llogarie tjetër në MandrakeOnline. Në këtë pjesë të dytë, ju duhet të ktheheni në pikën e parë të kyqjes MandrakeOnline. Shënoni se ju duhet ta shkruani emrin e Makinës suaj (vetëm shkronjat alfabetike janë të autorizuara)
ta: உங்கள் பயனர்கணக்கு அல்லது கடவுச்சொல் தவறானது. மீண்டும் முயன்று பார்க்கலாம், அல்லது மாண்டிரேக் இணையத்தளத்தில் புதிய பயனர்கணக்கு துவக்கலாம். மாண்டிரேக் இணையத்தளத்தில் பயனர்கணக்கு துவக்க, முதல் பக்கத்திற்குச் செல்லவும் ஆனால் ஆங்கில்த்தில் கணிணிக்குப் பெயரிட வேண்டும் எழுத்துகள் மடடுமே பயனிக்கலாம்

source: At this step You are supposed to have an account on MandrakeOnline. This assistant will help you to upload your configuration (packages, hardware configuration) to a centralized database in order to keep you informed about security updates and useful upgrades.
lv: Jums vajadzētu būt lietotāja kontam Mandrake Online. Šī programma(asistents) palīdzēs Jums augšuplādēt jūsu konfigurāciju (pakotnes, dzelžu konfigurāciju) uz centralizētu datubāzi, šis viss tiek darīts ar mērķi, lai Jūs tiktu informēts par drošības uzlabojumiem un citiem vērtīgiem jaunumiem.
sq: Në këtë etap ju me siguri duhet të posedoni një llogarie në MandrakeOnline. Ky asitent do të ju ndihmojë që ta dërgoni konfigurimin tuaj (listën e pakove, konfigurimin e materialit) në drejtim të një baze të të dhënave qendrore që në fund të ju informon për azhurnimin e sigurisë.
ta: இப்போது மாண்டிரேக் இணையத்தளத்தில் உங்கள் பயனர்கணக்கு வேலைச் செய்ய வேண்டும்.இது உங்கள் கணிணிக்குத் தேவையான புதிய நிரல்களை அனுப்ப வடிவமைப்பு விவரங்களை ஓர் தரவுத்தளத்திற்கு அனுப்பி வைக்கும்.

source: Mandrake Privacy Policy
lv: Mandrake privātuma politika
sq: Mandrake dhe jeta e juaj private
ta: மாண்டிரேக் கொள்கை

source: In order to benefit from MandrakeOnline services, we are about to upload your configuration. The Wizard will now send the following information to MandrakeSoft: 1) the list of packages you have installed on your system, 2) your hardware configuration. If you feel uncomfortable by that idea, or do not want to benefit from this service, please press 'Cancel'. By pressing 'Next', you allow us to keep you informed about security updates and useful upgrades via personalized email alerts. Furthermore, you benefit from discounted paid support services on www.mandrakeexpert.com. Finally, an email alias with your username@mandrakeonline.net will be provided to you.
lv: Lai pilnvērtīgi izmantotu MandrakeOnline pakalpojumus, mēs gatavojamies nosūtīt jūsu konfigurāciju. Vednis uz MandrakeSoft tūlīt nosūtīs sekojošu informācijiu: 1) jūsu sistēmā instalēto pakotņu sarakstu, 2) jūsu dzelžu konfigurāciju. Ja jums tas liekas nepieņemami, vai arī nevēlaties izmantot šo pakalpojumu, spiediet 'Atcelt'. Nospiežot 'Tālāk', jūs dodat atļauju ar personificētu e-pasta vēstuļu palīdzību informēt jūs par drošības jauninājumiem un citiem noderīgiem uzlabojumiem. Bez tam, jūs saņemsit atlaides www.mandrakeexpert.com maksas atbalsta pakalpojumiem. Visbeidzot, jums tiks izveidota e-pasta pāradresācijas adrese lietotājs@mandrakeonline.net.
sq: Më në fund që të përfitoni nga servicet MandrakeOnline, ne jeni përsipër në marrjes e të dhënave mbi konfigurimin tuaj. Asistenti do të ju komunikoj të dhënat e poshtë të shënuara në MandrakeSoft: 1) listën e pakove të cilat i keni instaluar në sistemin tuaj, 2) konfigurimin e hardwarit tuaj. Nëse ju nuk e ndieni veten të qetë me këtë ide, e ne nuk keni dëshirë që të përfitoni nga këto service, ju lutemi shtypni 'Anulo'. Me shtypje mbi 'Tjetri', ju do të na mundësoni që të ju informojmë për azhurnimin e sigurisë përmirësime të përdorshme me lidhje të azhurnimit të sigurisë drejt e-mail elektronike. Njashtu, ju përfitoni në vënie të serviseve ndihmuese të paguara në www.mandrakeexpert.com Më ne fund, një alias i adresës elektronike në formë të emrit tuaj@mandrakeonline..net do të furnizohet për ju
ta: மேன்மையான சேவைகளை அளிக்க மாண்டிரேக் இணையத்தளத்திற்கு உங்கள் விவரங்கள் அனுப்பப்படுகின்றன மாயாவி பின்வரும் விவரங்களை அனுப்பப்விருக்கிறது 1)நிறுவப்பட்டுள்ள நிரல்கள், 2)கணிணியின் வன்பொருள் வடிவமைப்பு உங்களுக்கு இது பிடிக்கவில்லையென்றால், நீக்கு பொத்தானை அழுத்து அடுத்து என்ற பொத்தானை அழுத்தினால் நீங்கள் மாண்டிரேக் இணையத்தளத்திலிருந்து பாதுகாப்பு, புதிய நிரல் பற்றி அறியலாம். மேலும் நீங்கள் www.mandrakeexpert.com என்ற இணையத்தளத்திற்கு. சென்று உதவி பெறலாம் கடைசியாக பயனர்கணக்கின் பெயர்@mandrakeonline.net உங்களுக்கு அளிக்கப்படும்
