Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: There was an error while sending your personal informations. Press Next to try and send your configuration again.
lv: Atgadījās kļūda, sūtot jūsu personisko informācinu. Uzspiediet Tālāk, lai pamēģinātu sūtīt vēlreiz.
sq: Një gabim është paraqitur gjatë dërgimit të infomacioneve personale. Shtypni Tjetri për ti ridërguar konfiguracionet edhe një herë.
ta: அனுப்பப்படுவதில் பிழை நேர்ந்துள்ளது. தயவுசெய்து காத்திருந்து பின்னர் அனுப்பவும்

source: From now you will receive on security and updates announcements thanks to MandrakeOnline.
lv: Tagad pateicoties MandrakeOnline jūs saņemsit paziņojumus par drošības un citiem jauninājumiem.
sq: Prej ketij momenti MandrakeOnline do të ju dërgon azhurnimet e reja të sigurisë.
ta: இப்போது முதல் நீங்கள் மாண்டிரேக் இணையத்தளத்திலிருந்து பாதுகாப்பு, புதிய நிரல் பற்றி அறியலாம்

source: MandrakeOnline offers you the ability to automate the updates. A program will run regulary in your system waiting for new updates
lv: MandrakeOnline piedāvā iespēju automatizēt jauninājumus. Jūsu sistēma regulāri palaidīs programmu, kas gaidīs jauninājumus
sq: MandrakeOnline ju mundëson që ti automatozoni azhurnimet e reja. Një program do të starton rregulisht në makinën tuaj për pritjen e azhurnimeve të reja.
ta: மாண்டிரேக் இணையம் உங்கள் கணிணியில் புதிய நிரல்களை நிறுவும் புதிய நிரல் பற்றி அறிய உங்கள் கணிணியில் நிரல் ஓடிக்கொண்டிருக்கும்

source: Do you really want to abort MandrakeOnline? To return to the Wizard press 'Cancel', to really quit it press 'Quit'.
lv: Tiešām vēlaties pārtraukt Mandrake Online? Lai atgrieztos vednī, spiediet 'Atcelt', lai tiešām izietu, spiediet 'Iziet'.
sq: Dëshironi që të lini anash MandrakeOnline? Për tu kthyer mbrapa tek asistenti, shtypni 'Anulo', për të hjekur dorë shtypni 'Braktise'.
ta: நீங்கள் நிச்சயமாக மாண்டிரேக்இணையத்தை பயன்படுத்த விரும்பவில்லையா ? மாயாவியை தொடர நீக்கு பொத்தானை அழுத்துங்கள், நிச்சயமாக வெளியேர வெளிச்செல் பாத்தானை அழுத்துங்கள்
