Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Mandriva Online seems to be reinstalled, reloading applet ....
ar: يبدو أنّ ماندريبا أُنلاين مثبّت من جديد،ياجريإعادة تحميل البريمج...
az: Mandriva Online yenidən qurulub, applet yenidən yüklənir ...
bg: Mandriva Online може би е преинсталиран, презареждане на аплета....
bn: মনে হচ্ছে ম্যান্ড্রেকঅনলাইন পুনরায় ইনস্টল করা হয়েছে, পুনরায় applet চালানো হচ্ছে ....
bs: Madrakeonline je izgleda ponovo instaliran, pokrećem aplet...
cs: Mandriva Online vypadá, že je přeinstalováno, znovu nahrávám aplet....
da: Mandriva Online ser ud til at være geninstalleret, genindlæser applet ....
de: Mandriva Online scheint neu installiert worden zu sein, lade Applet erneut ....
eo: Mandriva Online ŝajnas reinstalita, reŝarĝas programeton ....
eu: Mandriva Online berrinstalatu dela dirudi, appleta birzamatzen ...
fa: بنظر می‌رسد که Mandriva Online نصب مجدد شده است، برنامک بارگذاری مجدد می‌شود ...
fi: Mandriva Online on asennettu uudelleen, käynnistetäänsovelma uudestan ...
fr: Mandriva Online semble avoir été réinstallé, rechargement de l'appliquette ...
fur: Mandriva Online al somee sedi stât tornât a instalâ, o torni a cjariâ le applet ....
gl: Semella ser que se reinstalou Mandriva Online, recargando applet ....
he: נראה ש Mandriva Online הותקן מחדש, טוען את היישומון ...
hi: एमडीकेऑनलाइन का लगता है कि पुनः संसाधन किया गया है, एपलेट को पुनः लाया जा रहा है ....
id: Mandriva Online tampaknya baru saja diinstall ulang, memuat ulang applet ....
is: Mandriva Online virðist vera enduruppsett, enduræsi smáforrit ....
it: Sembra che Mandriva Online sia stato reinstallato, ricarico l'applet ...
ja: Mandriva Online が再インストールされたようです。アプレットを更新中 ...
ka: როგორ ჩანს Mandriva Online ხელმეორედ იქნა ინსტალირებული. ხელახლა ვიძახებ აპლეტს...
lt: Mandriva Online buvo įdiegta iš naujo, įkraunu programėlę ....
mk: Изгледа дека Mandriva Online е повторно инсталиран, го превчитувам аплетот ....
mt: Mandriva Online jidher li reġa' ġie installat, qed terġa' tittella' l-applet ...
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਮੁੜ-ਇੰਸਟਾਲ ਜਾਪਦਾ ਹੈ, ਐਪਲਿਟ ਮੁੜ ਲੋਡ...
pl: Mandriva Online prawdopodobnie zostało przeinstalowane. Ładowanie apletu ....
pt: O Mandriva Online parece ter sido reinstalado, a recarregar o componente...
ru: Служба Mandriva Online была переустановлена. Апплет перезагружается...
sc: Mandriva Online parit torrau a aposentai, càrrigu torra sa applet ....
sk: Mandriva Online bude potrebné preinštalovať, znova nahrávam applet....
tg: Дар назар чунин аст, ки Mandriva Online боз коргузорӣ шудааст, бозборкунии апплет ....
tl: Tila in-install muli ang Mandriva Online, nilo-load muli ang applet...
ur: مینڈریك اونلاءین كو دوباره نصب كرنا پڑے گا، دوباره بھرنا ایپلٹ ۔۔۔۔
vi: Mandriva Online có vẻ được cài đặt lại, đang nạp lại applet ....
wa: I shonnreut k' Mandriva Online åye sitî rastalé, dji rtchedje l' aplikete...

source: Launching MandrivaUpdate
ar: يجري إطلاق محدّث ماندريبا بريمج (MandrivaUpdate)
ast: Llanzando MandrivaUpdate
bn: MandrivaUpdate চালু করা হচ্ছে
bs: Pokrećem MandrivaUpdate
cs: Spouští se MandrivaUpdate
cy: Cychwyn MandrivaUpdate
de: Starte MandrivaUpdate
eo: Lanĉu MandrivaUpdate
fa: به راه انداختن MandrivaUpdate
gl: Executando MandrivaUpdate
he: מפעיל את MandrivaUpdate
hu: "MandrivaUpdate" indítása
id: Menjalankan MandrivaUpdate
it: Sto avviando MandrivaUpdate
ka: ვიძახებ MandrivaUpdate-ს
ky: MandrivaUpdate иштетүү
lt: Paleidžiama MandrivaUpdate
ms: Melaksanakan MandrivaUpdate
pl: Uruchamianie polecenia MandrivaUpdate
pt: A iniciar MandrivaUpdate
ro: Se lansează MandrivaUpdate
ru: Запускается Mandriva Update
sc: Seu alluendi MandrivaUpdate
sk: Spúšťanie MandrivaUpdate
tg: Сардиҳии MandrivaUpdate
vi: Chạy MandrivaUpdate

source: Computing new updates...
ar: يجري حساب التّحديثات الجديدة...
ast: Calculando anovamientos nuevos...
az: Yeniləmələr hesablanır...
bg: Събиране на нови актуализации...
bn: নতুন আপডেট পরীক্ষা করা হচ্ছে...
bs: Izračunavam nove ispravke...
ca: S'estan computant les noves actualitzacions...
cs: Vyhledávám nové aktualizace...
cy: Cyfrifo diweddariadau newydd...
da: Beregner nye opdateringer...
de: Berechne neue Updates...
eo: Kalkulu novajn ĝisdatigojn...
eu: Eguneraketa berriak kalkulatzen...
fa: در حال محاسبه کردن بروزسازی‌های جدید...
fi: Lasketaan uudet päivitykset...
fr: Calcul des nouvelles mises à jour ...
fur: Instalant gnovis atualizazion...
gl: Procesando as novas actualizacións...
he: מנתח עדכונים חדשים...
hi: नये अपडेटो की गणना की जा रही है...
hr: Proračunavam nove nadogradnje...
hu: Új frissítések meghatározása...
id: Menghitung update baru...
is: Vel nýjar uppfærslur ...
it: Calcolo dei nuovi aggiornamenti in corso...
ja: 新しい更新を計算中...
ka: ვანგარიშობ გასაახლებელ პაკეტებს...
ku: Rojanekirina Kontrol Bike...
ky: Жаңы жаңылоолор эсептелүүдө...
lt: Skaičiuojami paskutiniai atnaujinimai...
mk: Ги пресметувам новите ажурирања...
ms: Memeriksa kemaskini baru...
mt: Qed jiġu kalkulati aġġornamenti ġodda...
nb: Sjekker nye oppdateringer...
pa_in: ਨਵੇਂ ਨਵੀਨੀਕਰਨ ਲਈ ਗਣਨਾ ਜਾਰੀ ਹੈ...
pl: Przetwarzanie nowych aktualizacji...
pt: A verificar novas actualizações...
ro: Se calculează actualizările noi...
ru: Определяются новые обновления...
sc: Seu carculendi atrus ajorronus...
sk: Hľadanie nových aktualizácií...
tg: Ҳисобкунии навозиҳои тоза...
tl: Naghahanap ng mga bagong update...
ur: جدید معلومات كا شمار كرنا
vi: Tính toán các cập nhật mới...
wa: Carculaedje des metaedjes a djoû...

source: Connecting to
ar: الإتّصال بـ
az: Bağlanır
bg: Свързване с
bn: এর সাথে সংযোগ করা হচ্ছে
bs: Vežem se na
ca: S'està connectant a
cs: Připojuji se k
da: Kobler op til
de: Verbinde mit
eo: Konektiĝas al
eu: Hona konektatzen
fa: در حال اتصال به
fi: Yhdistetään kohteeseen
fr: Connexion à
fur: Conesion in vore a
gl: Conectando a
he: מתחבר אל
hi: से सम्बन्ध स्थापित हो रहा है
id: Menghubungkan ke
is: Tengist við
it: Connessione in corso con
ja: 接続しています
ka: ვუკავშირდები:
ku: Pirsgirêka girêdanê
lt: Jungiamasi prie
mk: Се поврзувам со
ms: Menyambung ke
mt: Qed issir konnessjoni ma'
nb: Kobler til
pa_in: ਜੁੜਿਆ ਜਾਦਾ ਹੈ
pl: Łączenie z
pt: A ligar a
ru: Выполняется подключение к
sc: Seu acapiendi
sk: Spájanie s
tg: Пайвастшавӣ ба
tl: Kumukonekta sa
ur: سے رابطه كر رها هے
vi: Kết nối tới
wa: Dji m' raloyaedje a

source: An error occurred
ar: حدث خطأ
ast: Hebo un fallu
bg: Появи се грешка
bn: একটি ত্রুটি সম্পাদিত হয়েছে
bs: Došlo je do greške
ca: S'ha produït un error
cs: Stala se chyba
cy: Digwyddodd gwall
de: Ein Fehler ist aufgetreten
eo: Eraro okazis
eu: Errore bat izan da
fa: خطائی رخ داد
fi: Ilmeni virhe
fr: Une erreur est survenue
gl: Ocorreu un erro
he: חלה שגיאה
hi: एक त्रुटि हो गयी है
hu: Hiba lépett fel
id: Terjadi kesalahan
is: Villa kom upp
it: Si è verificato un errore
ky: Жаңылыштык орун алды
lt: Įvyko klaida
mk: Се случи грешка
ms: Ralat telah berlaku
mt: Inqalgħet problema
pa_in: ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Произошла ошибка
sc: Faddina
sk: Vyskytla sa chyba
tg: Хатогӣ рух дод
tl: May "error" na nangyari
vi: Lỗi xảy ra
wa: Dj' aroke so ene sacwè

source: Development release not supported by service
ar: إصدارة تطويريّة غير مدعومة من قبل الخدمة
bg: Версията за разработчици не се поддържа от услугата
bn: সার্ভিস ডেভেলপমেন্ট সংস্করণ সমর্থন করে না
bs: Servis ne podržava razvojno izdanje
ca: Les versions de desenvolupament no estan suportades pel servei
cs: Služba nepodporuje vývojovou verzi
da: Udviklingsudgivelse ikke understøttet af tjeneste
de: Entwicklungsversion wird nicht vom Service unterstützt
eo: Servo ne funkcias kun disvolvaj versionoj
eu: Garapen bertsioa zerbitzuaren sostengurik gabe
fa: انتشار توسعه‌ای بوسیله‌ی سرویس پشتیبانی نمی‌شود
fi: Kehitysjakelu ei ole tuettu tässä palvelussa
fr: Version de développement non supportée par le service
gl: Versión de desenvolvemento non soportada polo servicio
he: גרסאת פיתוח לא נתמכת על ידי שרות זה
hi: विकास संस्मरणों को इस सेवा द्वारा समर्थन नहीं प्राप्त है
id: Rilis pengembangan tidak didukung oleh layanan
is: Tilraunaútgáfa, ekki studd af þjónustu
it: Versione di sviluppo non supportata dal servizio
ja: 開発版(cooker)はサービスの対象外です
lt: Tarnyba nepalaiko dar kuriamos versijos
mk: Верзија во развојна фаза, не е подржана од сервисот
ms: Keluaran pembangunan tidak disokong oleh servis
mt: Verżjoni ta' żvilupp mhux sapportita mis-servizz
pa_in: ਵਿਕਾਸ ਜਾਰੀ ਸੇਵਾ ਲਈ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ
pl: Wydanie rozwojowe nie jest obsługiwane przez usługę
pt: Versão de desenvolvimento não suportada pelo serviço
ru: Разрабатываемый релиз службой не поддерживается
sc: Release de adelantamentu no suportada de su serbìtziu
sk: Vývojová verzia nie je podporovaná touto službou
tg: Коркарди барориш аз тарафи хидматрасон пуштибонӣ намегардад
tl: Ang Panglinang na pagpapalabas ay hindi suportado ng serbisyo
ur: مكمل نشریه كو خدمت كی همایت حاصل نهی هے
vi: Dịch vụ không hỗ trợ phiên bản phát triển
wa: Modêye di diswalpaedje nén sopoirtêye på siervice

source: Too old release not supported by service
ar: إصدارة قديمة جداً غير مدعومة من قبل الخدمة
bg: Стара версия, не се поддържа от услугата
bn: সার্ভিস খুব পুরানো সংস্করণ সমর্থন করে না
bs: Servis ne podržava prestaro izdanje
ca: Versió massa antiga no suportada pel servei
cs: Služba nepodporuje přiliš starou verzi
da: For gammel udgivelse ikke understøttet af tjeneste
de: Zu alte Version wird nicht vom Service unterstützt
eo: Servo ne funkcias kun tro malnovaj versionoj
eu: Bertsio zaharregia zerbitzuaren sostengurik gabe
fa: انتشار بسیار قدیمی بوسیله‌ی سرویس پشتیبانی نمی‌شود
fi: Liian vanha jakelu ei ole tuettu tässä palvelussa
fr: Version de Mandriva Linux obsolète, non supportée par le service
gl: Versión antiga non soportada polo servicio
he: גרסה ישנה מדי לא נתמכת בשרות זה
hi: बहुत अधिक प्राचीन संस्मरणों को इस सेवा द्वारा समर्थन नहीं प्राप्त है
id: Rilis terlalu lama tidak didukung oleh layanan
is: Of gömul útgáfa, ekki studd af þjónustu
it: Release troppo vecchia non supportata dal servizio
ja: サポート期限の切れたバージョンはサービスの対象外です
lt: Tarnyba nepalaiko per senos versijos
mk: Премногу стара верзија, не е подржана од сервисот
ms: Keluaran terlalu lama tidak disokong oleh servis
mt: Verżjoni antika wisq mhux sapportita mis-servizz
pa_in: ਸੇਵਾ ਲਈ ਜਾਰੀ ਬਹੁਤ ਹੀ ਪੁਰਾਣਾ ਵਰਜਨ ਹੈ
pl: Za stare wydanie nie jest obsługiwane przez usługę
pt: Versão demasiado antiga não suportada pelo serviço
ru: Слишком старый релиз, не поддерживаемый службой
sc: Release tropu beça no suportada de su serbìtziu
sk: Príliš stará verzia nie je podporovaná službou
tg: Бароришҳои аз ҳад кӯҳна пуштибонӣ намегарданд
tl: Makalumang pagpapalabas ay hindi suportado ng serbisyo
ur: بهت پرانا نشریه هے خدمت كی همایت حاصل نهی هے
vi: Dịch vụ không hỗ trợ phiên bản quá cũ
wa: Modêye pår trop viye nén sopoirtêye på siervice

source: Unknown state
ar: حالة مجهولة
az: Naməlum vəziyyət
bg: Неизвестно състояние
bn: অজ্ঞাত অবস্হা
bs: Nepoznato stanje
ca: Estat desconegut
cs: Neznámý stav
da: Ukendt tilstand
de: Unbekannter Zustand
eo: Nekonata stato
eu: Egoera ezezaguna
fa: وضعیت ناشناخته
fi: Tuntematon tila
fr: État inconnu
fur: Stât no cognossût
gl: Estado descoñecido
he: מצב לא מוכר
hi: अज्ञात अवस्था
id: Kondisi tidak diketahui
is: Óþekkt staða
it: Stato ignoto
ja: 不明な状態
ku: Rewş ne hatiye naskirin
lt: Nežinoma būsena
mk: Непозната држава
ms: Keadaan tidak diketahui
mt: Stat mhux magħruf
nb: Ukjent tilstand
pa_in: ਅਣਜਾਣੀ ਸਥਿਤੀ
pl: Nieznany stan
pt: Estado desconhecido
ru: Неизвестное состояние
sc: Stadu disconnotu
sk: Neznámy status
tg: Ҳолати номаълум
tl: Di-kilalang state
ur: نامعلام درجه
vi: Trạng thái không xác định
wa: Estat nén cnoxhou

source: Online services disabled. Contact Mandriva Online site
ar: الخدمات على الخطّ معطّلة. اتّصل بموقع ماندريبا أُنلاين
az: Online xidmətlər qeyri-fəaldır. Mandriva Online ilə əlaqə qurun
bg: Online услугите са забранени. Свържете се с Mandriva Online
bn: অনলাইন পরিসেবা নিষ্ক্রিয় করা রয়েছে। ম্যান্ড্রেকঅনলাইন সাইটের সাথে যোগাযোগ করুন
bs: Online servisi su isključeni. Kontaktirajte Mandriva Online stranicu
cs: Online služby jsou vypnuty. Kontaktujte stránky Mandriva Online
da: Nettjenester er deaktiveret. Kontakt Mandriva Online webstedet
de: Onlinedienste abgeschaltet. Kontaktieren Sie die Mandriva Online Site
eo: Retaj servoj haltitaj. Kontaktu Mandriva Online-retejon
eu: Lineako zerbitzua desgaituta. Kontaktatu Mandriva Online gunearekin
fa: سرویس‌های اینترنتی از کار افتاده‌اند. با وبگاه Mandriva Online تماس بگیرید
fi: Online palvelut pois käytöstä. Ota yhteys Mandriva Online sivustoon
fr: Service en-ligne désactivé. Veuillez contacter le site Mandriva Online
fur: Servizis Online no facoltizâs. Contate il sît Mandriva Online
gl: Os sevicios en liña están deshabilitados. Contacte co sitio Mandriva Online
he: השירותים המקוונים הופסקו. עליך להתעדכן באתר מנדרייבה-אונליין
hi: ऑनलाइन सेवायें निष्क्रिय है । मैनड्रिवऑनलाइन स्थल से सम्पर्क करें
id: Layanan Online dinonaktifkan. Hubungi situs Mandriva Online
is: Þjónusta ekki virk. hafið samband við Mandriva Online
it: Servizi online disabilitati .Contatta il sito Mandriva Online
ja: Onlineサービスが無効になっています。Mandriva Online に連絡して下さい。
lt: Internetinės paslaugos išjungtos. Kreipkitės į Mandriva Online svetainę
mk: Онлајн сервисите се оневозможени. Контактирајте со сајтот Mandriva Online
ms: Service dalam talian dimatikan. Hubungi laman Mandriva Online
mt: Servizzi online mhux attivi. Ikkuntattja s-sit ta' Mandriva Online
pa_in: ਆਨਲਾਇਨ ਸੇਵਾ ਆਯੋਗ ਹੈ। ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Usługi internetowe są wyłączone. Skontaktuj się z witryną Mandriva Online
pt: Serviços em linha desactivados. Contacte o sítio Mandriva Online
ru: Онлайновые службы отключены. Зайдите на сайт Mandriva Online
sc: Serbìtziu online disabivau. Cuntata su jassu Mandriva Online
sk: Online služby vypnuté. Kontaktujte stránku Mandriva Online
tg: Хидматрасониҳои ғайрихудмухтор хомӯш карда мешаванд. Ба пойгоҳи Mandriva Online пайваст шавед
tl: Naka-disable ang mga online service. Makipag-alam sa Mandriva Online site
ur: اونلاءین خدمات معزور هیں۔مینڈریك اونلاءین ساءیٹ سے رابطه كریں
vi: Dịch vụ trực tuyến bị tắt. Hãy liên lạc với Mandriva Online site
wa: Les siervices so les fyis sont essoctés. Contactez li site Mandriva Online

source: Wrong Password.
af: Verkeerde wagwoord
ar: كلمة مرور خاطئة.
az: Səhv Şifrə.
bg: Грешна парола
bn: ভূল পাসওয়ার্ড।
bs: Pogrešna šifra
ca: Contrasenya incorrecta.
cs: Špatné heslo
da: Forkert adgangskode
de: Falsches Passwort
eo: Malĝusta pasvorto
eu: Pasahitza ez da zuzena
fa: گذرواژه‌ی اشتباه
fi: Väärä salasana
fr: Mot de passe incorrect.
fur: Password falade.
gl: Contrasinal Non Válido.
he: סיסמה שגוייה.
hi: गलत कूटशब्द।
hr: Kriva lozinka.
hy: Սխալ գաղտնաբառ է
id: Kata sandi salah.
is: Rangt lykilorð.
it: Password errata.
ja: パスワード誤り
ku: Şîfreya Çewt.
lt: Neteisingas slaptažodis.
mk: Погрешна лозинка.
ms: Salah katalaluan.
mt: Password ħażina.
nb: Feil passord.
pa_in: ਗਲਤ ਗੁਪਤ-ਕੋਡ ਹੈ।
pl: Złe hasło.
pt: Senha Errada.
ru: Неверный пароль.
sc: Password sballiada.
sk: Zlé heslo.
tg: Гузарвожаи нодуруст.
tl: Maling password.
ur: غلط خوفیه لفظ
vi: Sai mật khẩu.
wa: Måva scret.

source: Wrong Action or host or login.
ar: فعل أو مضيف أو إسم دخول خاطئ.
az: Səhv gedişat, qovşaq ya da giriş.
bg: Грешно действие или хост или влизане.
bn: কাজ অথবা হোস্ট অথবা লগ-ইন সঠিক নয়।
bs: Pogrešna akcija, računar ili korisničko ime.
cs: Chybná akce nebo počítač nebo přihlášení.
da: Forkert handling eller vært eller brugerkonto.
de: Falsche Aktion, falscher Host oder Anmeldekennung
eo: Erara Ago aŭ gasto aŭ konektinformoj.
eu: Okerreko akzioa, ostalaria edo saio_hasiera.
fa: کنش یا میزبان یا ثبت‌ورود اشتباه.
fi: Väärä tili, kone tai kirjautuminen.
fr: Mauvais hôte, identifiant ou action
fur: Azion o host o login falâs.
gl: Acción ou máquina ou nome de usuario incorrecto.
he: הפעולה או שם מחשב או שם משתמש שגויים.
hi: गलत एक्शन या होस्ट या लॉग-इन।
hr: Kriva akcija, host ili login.
id: Aksi, host, atau login salah.
is: Röng aðgerð, vél eða auðkenni.
it: Azione, host o login errati.
ja: 動作、ホスト、ログイン名のいずれかが誤り
lt: Neteisingas veiksmas, stotis arba prisijungimo vardas.
mk: Погрешна акција или компјутер или логирање.
ms: Salah Tindakan atau hos atau logmasuk.
mt: Azzjoni, login jew server ħażin.
nb: Feil Handling eller vert eller brukernavn.
pa_in: ਗਲਤ ਕਾਰਵਾਈ ਜਾਂ ਮੇਜ਼ਬਾਨ ਜਾਂ ਲਾਗਿੰਨ ਹੈ।
pl: Niepoprawna operacja, komputer lub nazwa użytkownika.
pt: Acção, endereço ou autenticação errada.
ru: Неверное действие, хост или логин.
sc: Faina o host o login sballiau.
sk: Nesprávna akcia, hostiteľ alebo prihlasovacie údaje
tg: Амалиёти нодурусти ё соҳиб ё ворид.
tl: Maling aksyon o host o login.
ur: غلط حركت یا میزبان یا لوگ ان1
vi: Sai hành động, host, đăng nhập.
wa: Accion, no d' lodjoe ou no d' elodjaedje nén corek.

source: Something is wrong with your network settings (check your route, firewall or proxy settings)
ar: هناك شيء خاطئ في إعدادات شبكتك (إفحص الطّريق، الجدار النّاري أو إعدادات البروكسي الخاصّة بك)
az: Şəbəkə qurğularınızda səhv bir çey var. (router, atəş divarı ya da vəkil qurğularınızı yoxlayın)
bg: Грешни мрежови настройки (проверете маршрутизатора, огнената стена или прокси настройките)
bn: আপনার নেটওয়ার্ক সেটিংস এ কিছু সমস্যা হয়েছে (আপনার route, firewall or proxy সেটিংস পুনায় পরীক্ষা করুন)
bs: Nešto nije u redu sa vašim postavkama za mrežu (provjerite postavke za route, firewall ili proxy)
cs: S vaším nastavením sítě není něco v pořádku (zkontrolujte nastavení směrování, firewallu nebo proxy)
da: Noget er galt med din netværksopsætning (tjek din rute-, brandmurs- og proxy-opsætning)
de: Mit Ihren Netzwerkeinstellngen scheint etwas nicht in Ordnung zu sein (Pruefen SieRoute, Firewall, oder Prxy-einstellungen)
eo: Io fuŝas en via reta konfigurado (kontrolu la retan kurson, fajroŝirmilon aŭ la parametrojn de la prokura servilo)
eu: Zerbait gaizki dago zure sareko ezarpenetan (aztertu zure ibilbide, suhesi edo proxy ezarpenak)
fa: تنظیمات شبکه شما اشکال دارد (تنظیمات مسیریاب، دیوار آتش یا پراکسی خود را بررسی کنید)
fi: Jotain on vialla verkkoasetuksissasi (tarkista reittim palomuuri tai välityspalvelinten asetukset)
fr: Une erreur semble être présente dans vos paramètres réseau (vérifiez votre table de routage, les paramètres de votre pare-feu ou de votre serveur mandataire (proxy))
fur: Al è alc che nol va tes tôs impostazions di rêt (controle les impostazions di instradament, firewall o proxy)
gl: Algo está mal na configuración da súa rede (verifique a configuración do seu encamiñador, cortalumes ou proxy)
he: כנראה קיימת בעיה עם הגדרות הרשת שלך )עליך לבדוק את ה routing, חומת האש והגדרות השרת המתווך)
hi: आपकी नेटवर्क समायोजनाओं में कुछ त्रुटि है (अपने पथ, अग्नि-भीतिका या प्रोक्सी समायोजनाओं की जाँच करें)
hr: Nešto nije u redu s Vašim mrežnim postavkama (provjerite router, firewall ili postavke proxya)
id: Terjadi kesalahan dengan setting jaringan Anda (periksa rute, firewall atau setting proxy Anda)
is: Eitthvað er rangt við uppsetningu netsins (Athugaðu beinir, eldvegg eða uppsetningu vefsels)
it: C'è qualcosa di sbagliato nei tuoi parametri di rete (controlla i percorsi, il firewall o le impostazioni del proxy)
ja: ネットワークの設定に問題があります(ルート/ファイアウォール/プロキシの設定を確認して下さい)
lt: Kažkas yra negerai su jūsų tinklo nustatymais (patikrinkite maršrutą, ugniasienės ar tarpinio serverio nustatymus)
mk: Нешто не е во ред со вашите мрежни подесувања (проверете го вашиот route, firewall или прокси подесувањата)
mt: Hemm problema bis-setings tan-network tiegħek (iċċekkja s-setings ta' route, firewall jew proxy)
nb: Noe er galt med ditt nettverksoppsett (sjekk dit route-, brannmur- eller proxy-oppsett).
pa_in: ਤੁਹਾਡੀ ਨੈਟਵਰਕ ਵਿਵਸਥਾ ਵਿੱਚ ਕੁਝ ਗਲਤ ਹੈ (ਆਪਣਾ ਰੂਟ, ਫਾਇਰਵਾਲ, ਜਾਂ ਪਰਾਕਸੀ ਵਿਵਸਥਾ ਦੀ ਜਾਂਚ ਕਰੋ)
pl: Coś nieprawidłowego dzieje się z ustawieniami sieci (sprawdź połączenie, zaporę sieciową lub ustawienia pośrednika)
pt: Algo não está correcto nas suas definições de rede (verifique as configurações do seu route, firewall ou proxy)
ru: Что-то не так с конфигурацией сети (проверьте маршрут, файервол или настройки прокси)
sc: Calincuna cosa est sballiada is s'assètiu arretza tuu (controlla s'assètiu de route, de su firewall o de su proxy)
sk: Niečo s nastavením vašej siete nie je v poriadku (skontrolujte pripojenie firewall alebo nastavenie proxy)
tg: Чизе дар гузоришҳои шабакаи шумо нодуруст аст (гардиш, фейрвол ва гузоришҳои проксии худро санҷед)
tl: May mali sa mga setting ng iyong network (pakisuri ang mga setting ng iyong route, firewall o proxy)
ur: آپ كی نیٹورك سیٹینگ كے ساتھ كچھ مسله هے (اپنے راوءٹ،فاءروال یا پراكسی سیٹینگ كی تصدیق كریں)
vi: Có gi đó chưa đúng trong thiết lập mạng (hãy kiểm tra thiết lập route, tường lửa, proxy)
wa: I gn a åk ki n' va nén avou vost apontiaedje rantoele (verifyîz vosse routaedje, li côpe-feu eyet l' apontiaedje do procsi)

source: Problem occured while connecting to the server, please contact the support team
ar: حدثت مشكلة أثناء الاتصال باخادم، الرجاء الاتصال بفريق الدعم
bg: Възникнал е проблем при връзка със сървъра, моля свържете се с екипа по поддръжка
bn: সার্ভারের সাথে সংযোগের সময় সমস্যা হয়েছে, অনুগ্রহ করে পরিসেবা দলের সাথে যোগাযোগ করুন
bs: Došlo je do problema prilikom spajanja na server, molim kontaktirajte tim za podršku
cs: Při připojování se k serveru se vyskytl problém, kontaktuje prosím tým technické podpory
da: Problem indtraf ved forbindelse til serveren, kontakt venligst kundetjenesten
de: Ein Problem ist während des Verbindungsaufbaus zum Server aufgetreten, bitte kontaktieren Sie das Support Team
eu: Arazo bat gertatu da zerbitzariarekin konektatzerakoan, mesedez jarri euskarri taldearekin harremanetan
fa: اشکالی هنگام اتصال به کارگزار رخ داد، لطفا با گروه پشتیبانی تماس بگیرید
fi: Tapahtui virhe yhteydenotossa palvelimeen, ole hyvä ja ota yhteys tukiryhmään
fr: Un problème est intervenu lors de la connexion au serveur, veuillez contacter le support technique
gl: Ocorreu un problema mentres se conectaba co servidor, por favor contacte co equipo de soporte
he: חלה תקלה בעת חיבור לשרת. עליך ליצור קשר עם צוות התמיכה
hi: सर्वर से संबंध स्थापित करते समय समस्या हुई, कृपया सहायता दल से सम्पर्क करें
id: Masalah muncul ketika melakukan koneksi ke server, silakan menghubungi tim pendukung.
is: Villa kom upp þegar reynt var að tengjast miðlara, vinsamlega hafðu samband við þjónustuhópinn
it: C'è stato un problema cercando di contattare il server. Contatta il team di supporto
ja: サーバ接続中に問題が発生しました。サポートチームに連絡してください
lt: Jungiantis prie serverio įvyko klaida, susisiekite su palaikymo komanda
mk: Се појави проблем при поврзување со серверот. Ве молиме контактирајте со тимот за поддршка
pa_in: ਸਰਵਰ ਨਾਲ ਜੁੜਨ ਸਮੇਂ ਸਮੱਸਿਆ ਆਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Podczas łączenia z serwerem wystąpił błąd, skontaktuj się z pomocą techniczną
pt: O problema ocorreu quando se ligou ao servidor, por favor contacte a equipa de suporte
ru: Возникла проблема при обращении к серверу. Обратитесь в службу технической поддержки
sc: Probrema in s'acàpiu a su server, po praxeri, cuntata su support team
sk: Nastal problém pri pripájaní na server, prosím kontaktujte podporný tím
tl: May nangyaring problema habang kumokonekta sa server, makipag-alam sa koponang pangsuporta
vi: Có trục trặc khi kết nỗi tới máy chủ, hãy liên lạc với nhóm hỗ trợ
wa: Åk n' a nén stî tot s' raloyant å sierveu, atôtchîz l' ekipe di sopoirt s' i vs plait
