Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Mandriva web services are under maintenance Please Try again Later
bg: Web сървъра на Mandriva в момента е в профилактика Опитайте по-късно
bs: U toku je redovno održavanje Mandriva web servisa Molim probajte opet kasnije
cs: Webové služby společnosti Mandriva jsou právě v režimu údržby Zkuste to prosím znovu později
da: Mandriva-webtjenester er ved at blive vedligeholdt Prøv venligst igen senere
de: Mandriva Webdienste werden derzeit gewartet Bitte versuchen Sie es später noch einmal
eu: Mandriva web zerbitzuak mantenupean daude Mesedez Saiatu berriro Beranduago
fi: Mandrivan webbipalvelut ovat huollon alla Ole hyvä ja yritä uudelleen myöhemmin
fr: Les services Web mandriva sont en maintenance Veuillez réessayer plus tard s'il vous plaît
gl: Estáse realizando o mantemento dos servicios web de Mandriva Por favor, inténteo de novo máis tarde
he: שירותי הרשת של מנדריבה בתחזוקה נא לנסות שוב מאוחר יותר
id: Layanan web Mandriva sedang dalam perawatan Harap mencoba lagi nanti
is: Mandriva vefþjónustur eru lokaðar vegna viðhalds Vinsamlega reynið aftur síðar
it: I servizi web di Mandriva sono in manutenzione Riprova più tardi per favore
lt: Mandriva internetinės paslaugos šiuo metu tvarkomos Pabandykite vėliau
mk: Веб сервисите на Mandriva се сервисираат Ве молиме обидете се подоцна
pl: Trwa konserwacja serwerów usług sieciowych Mandrivy Spróbuj ponownie później
pt: Os serviços web Mandriva estão em manutenção Por favor tente mais tarde
ru: Веб-службы Mandriva в данный момент находятся в техническом обслуживании Пожалуйста, попробуйте ещё раз позднее
sk: Web služby Mandriva sú momentálne pozastavené z dôvodu údržby Skúste neskôr, prosím
wa: Les siervices waibe di Mandriva sont-st e mintnance Rissayîz pus tård s' i vs plait

source: User Forbidden
bg: Забранен потребител
bs: Korisnik zabranjen
cs: Uživatel zakázán
da: Bruger er forbudt
de: Benutzer unzulässig
eu: Erabiltzailea Debekatuta
fi: Käyttäjä kielletty
fr: Nom d'utilisateur interdit
gl: Usuario Prohibido
he: המשתמש אסור
id: Pengguna Dilarang
is: Notanda ekki leyfður aðgangur
it: Utente interdetto
lt: Vartotojas draudžiamas
mk: Корисникот е забранет
ms: Pengguna Dihalang
pl: Dostęp użytkownika zabroniony
pt: Utilizador Interdito
ru: Пользователь запрещён
sk: Používateľ zakázaný
wa: Uzeu interdit

source: User account forbidden by Mandriva web services
bg: Потребителският акаунт е забранен от Mandriva web services
bs: Korisnički račun je zabranjen na Mandriva web servisima
cs: Uživatelský účet u webových služeb společnosti Mandriva zakázán
da: Bruger-konto er forbudt af Mandriva-webtjenester
de: Benutzerkonto unzulässig bei den Mandriva Webdiensten
eu: Mandriva web zerbitzuek debekatutako erabiltzaile kontua
fi: Käyttäjätili estety Mandrivan webbipalveluissa
fr: Compte utilisateur interdit par les services Web Mandriva
gl: Conta de usuario prohibida polos servicios web de Mandriva
he: חשבון המשתמש אסור על ידי שירותי הרשת של מנדריבה
id: Account pengguna dilarang oleh layanan web Mandriva
is: Notanda ekki leyfður aðgangur að Mandriva vefþjónustu
it: Account utente interdetto dai servizi web Mandriva
lt: Mandriva draudžia internetinių paslaugų vartotojo abonentą
mk: Корисничката сметка е забранета од веб сервисите на Mandriva
ms: Akaun pengguna dihalang oleh servis web Mandriva
pl: Konto użytkownika zostało odrzucone przez usługi sieciowe Mandrivy
pt: A conta de utilizador está interdita pelos serviços web Mandriva
ru: Учётная запись пользователя запрещена веб-службами Mandriva
sk: Používateľský účet je zakázaný pre Mandriva web služby
wa: Ci conte uzeu la est interdit pås siervices waibe di Mandriva

source: Connection error
bg: Грешка при свързване
bs: Greška u konekciji
ca: Error de connexió
cs: Chyba připojení
da: Fejl ved forbindelsen
de: Verbindungsfehler
eu: Lotura akatsa
fi: Yhteysvirhe
fr: Erreur de connexion
gl: Erro de conexión
he: שגיאת התחברות
id: Kesalahan koneksi
is: Tengingarvilla
it: Errore di connessione
lt: Prisijungimo klaida
mk: Грешка при поврзување
ms: Ralat sambungan
pl: Błąd połączenia
pt: Erro na ligação
ru: Ошибка подключения
sk: Chyba spojenia
tg: Хатогии пайвастшавӣ
wa: Åk n' a nén stî avou l' raloyaedje

source: Mandriva web services not reachable
bg: Web сървъра на Mandriva не отговаря
bs: Mandriva web servisi su nedostupni
cs: K webovým službám společnosti Mandriva se nelze připojit
da: Der kan ikke opnås forbindelse til Mandriva-webtjenester
de: Mandriva Webdienste sind nicht erreichbar
eu: Mandriva web zerbitzuak eskuraezin
fi: Mandrivan webbipalvelut eivät ole saatavilla
fr: Les services Web Mandriva ne sont pas accessibles
he: שירותי הרשת של מנדריבה אינם בנמצא
id: Layanan web Mandriva tidak dapat dicapai
is: Næ ekki sambandi við Mandriva vefþjónustu
it: Servizi web Mandriva non raggiungibili
lt: Mandriva internetinės paslaugos nepasiekiamos
mk: Веб сервисите на Mandriva се недостапни
ms: Servis web Mandriva tidak dapat dicapai
pl: Usługi sieciowe Mandrivy są niedostępne
pt: Os serviços web Mandriva não estão disponíveis (fora de alcance)
ru: Веб-службы Mandriva недоступны
sk: Web služby Mandriva nie sú dostupné
wa: Les siervices waibe di Mandriva èn sont nén djondåves

source: mdkupdate version %s Copyright (C) %s Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
ar: ماندريبا أبدايت)النسخةة %s جميع الحقوق محفوظة %s ماندريبا سوفت. هذا البرنامج حرّ و يمكن إعادة توزيعه تحت بنود ترخيص GNU GPL. الاستعمال:
ast: mdkupdate versión %s Copyright © %s Mandriva. Esto ye software llibre y puede volver a ser distribuyíu embaxo los términos de la GNU GPL. usu:
az: mdkupdate buraxılış %s Tə'lif Hüququ (C) %s Mandriva. Bu sərbəst proqram tə'minatıdır və GNU GPL şərtləri altında paylana bilər. istifadə qaydası:
bg: mdkupdate версия %s Mandriva %s, всички права запазени. Това е свободен софтуер и може да бъде разпространяван според условията на GNU GPL. начин на ползване:
bn: mdkupdate version %s কপিরাইট %s Mandriva. এই সফ্‌টওয়ারটি ফ্রি এবং গনুহ্‌ (GNU) GPL terms এর মাধ্যমে বিতরণ করা যাবে। ব্যবহার বিধি:
bs: mdkupdate verzija %s Autorska prava (C) %s Mandriva. Ovo je slobodan softver i možete ga distribuirati pod uslovima GNU GPL-a. upotreba:
ca: mdkupdate versió %s Copyright (C) %s Mandriva. Aquest programari és lliure i es pot redistribuir sota els termes de la GPL de GNU. sintaxi:
cs: MDKUpdate verze %s Copyright ©%s Mandriva. Toto je volně šiřitelný software a může být šířen v souladu s licencí GNU GPL. Použití:
da: mdkupdate version %s Copyright (C) %s Mandriva. Dette er frit programmel og må distribueres ifølge vilkårene i GNU GPL. brug:
de: mdkupdate Version %s Copyright (C) %s Mandriva. Dies ist freie Software und kann unter den Bedingungen der GNU GPL weiter vertrieben werden. Verwendung:
eo: mdkupdate versio %s Kopirajto © %s Mandriva. Tio ĉi estas libera programaro kaj povas esti pludisdonata sub la termoj de GNU GPL. uzado:
eu: mdkupdate %s bertsioa Copyright (C) %s Mandriva. Software librea da, eta birbana daiteke GNU GPL lizentziaren baldintzak betetzen badira. erabilera:
fa: mdkupdate نسخه %s حق نسخه‌برداری (C) %s Mandriva. این نرم‌ افزار آزاد است ومی‌تواند تحت شروط GNU GPL پخش مجدد گردد. طرز استفاده:
fi: mdkupdate version %s Copyright (C) %s Mandriva. Tämä on vapaata ohjelmistoa ja saadaan levittää uudelleen GNU GPL lisenssin alaisuudessa. Käyttö:
fr: mdkupdate version %s Copyright © %s Mandriva. Ceci est un logiciel libre qui peut être redistribué selon les termes de la Licence Publique Générale GNU. utilisation :
fur: mdkupdate version %s Copyright (C) %s Mandriva. Chest software al è libar e al po sedi distribuît sot dai termins de GNU GPL. ûs:
gl: mdkupdate versión %s Copyright © %s Mandriva. Isto é software libre e pode ser redistribuido baixo os termos da GNU GPL. uso:
he: mdkupdate, גרסה %s כל הזכויות שמורות (C) %s Mandriva. תוכנה זו היא חופשית וניתנת להפצה בהתאם לתנאי הרישיון של GNU GPL. שימוש:
hi: एमडीकेअपडेट संस्मरण %s । सर्वाधिकार (C) %s मैनडैकसाफ़्ट । यह एक मुक्त साफ़्टवेयर है और इसे जी०एन०यू० जी०पी०एल० की शर्तों के अन्तर्गत बाँटा जा सकता है। प्रयोग:
hu: Mandriva Update %s Copyright (C) %s Mandriva. Ez a program szabad szoftver; a GNU GPL alapján terjeszthető. Használat:
id: mdkupdate versi %s Hak cipta (C) %s Mandriva. Ini adalah software bebas dan boleh didistribusikan ulang di bawah syarat GPL GNU. pemakaian:
is: mdkupdate útgáfa %s Höfundaréttur © %s Mandriva. þetta er frjáls hugbúnaður og má dreifa samkvæmt skilmálum GNU GPL. notkun:
it: mdkupdate versione %s Copyright (C) %s Mandriva. Questo è software libero e può essere ridistribuito secondo i termini della GNU GPL. uso:
ja: mdkupdate バージョン %s Copyright (C) %s Mandriva. これはフリーソフトウェアであり、GNU GPL の下で再配布することができます。 使用方法 :
ka: mdkupdate ვერსია %s საავტორო უფლებები (C) %s Mandriva. პროგრამა უფასო გახლავთ და ნებადართულია მისი GNU GPL ლიცენზიის პირობების თანახმად გავრცელება. გამოყენება:
ku: mdkupdate guherto %s Copyright (C) %s Mandriva. Ev nivîsbariyeke serbest e û di bin lîsansa GNU GPL de dikare dubare were belavkirin. xebitandina wê:
lt: mdkupdate versija %s Autorinės teisės (C) %s Mandriva. Tai nemokama programa ir gali būti platinama pagal GNU GPL licenciją. naudojimas:
mk: mdkupdate верзија %s Авторски права (C) %s Mandriva. Ова е бесплатен софтвер и може да се редистрибуира под условите на GNU GPL. употреба:
ms: versi mdkupdate %s Hakmilik (C) %s Mandriva. Ini adalah perisian percuma dan boleh disebarkan dibawah akta GNU GPL. penggunaan:
mt: mdkupdate verżjoni %s Copyright (C) %s Mandriva. Dan huwa softwer ħieles u jista' jiġi distribwit taħt it-termini tal-GNU GPL. użu:
pa_in: mdkupdate ਵਰਜਨ %s Copyright (C) %s Mandriva. ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਫਤ ਹੈ ਅਤੇ GNU GPL ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਧੀਨ ਮੁੜ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਵਰਤੋਂ:
pl: wersja mdkupdate %s Copyright (C) %s Mandriva. To jest Wolne Oprogramowanie i może być rozpowszechniane na zasadach licencji GNU GPL. użycie:
pt: mdkupdate versão %s Direitos de autor (C) %s Mandriva. Isto é software livre e pode ser redistribuído sob os termos da licença GNU GPL. uso:
ro: mdkupdate versiunea %s Drepturi de autor (C) %s Mandriva. Acest program este liber și poate fi redistribuit sub termenii GNU GPL. Utilizare:
ru: mdkupdate версия %s Copyright (C) %s Mandriva. Это открытое программное обеспечение и может распространяться согласно условиям GNU GPL. использование:
sc: mdkupdate versioni %s Copyright (C) %s Mandriva. Custu est software lìberu e fait a du spainai sighendi sa GNU GPL. impreu:
sk: mdkupdate verzia %s Copyright (C) %s Mandriva. Tento softvér môže byť redistribuovaný podľa podmienok GNU GPL. použitie:
tg: mdkupdate нусхаи %s Copyright (C) %s Mandriva. Ин нармафзори озод мебошад ва дар зери шартҳои GNU GPL аз нав паҳн карда мешавад. истифода:
tl: mdkupdate version %s Copyright (C) %s Mandriva. Ito ay libreng software at maaaring ipamahagi muli sa ilalim ng mga nasasaad sa GNU GPL. paggamit:
ur: %s ایم ڈی كے كا جدید طرز Copyright (C) %s Mandriva. یه ایك مفت سافٹ ویعر هے اور شاید دوباره سے GNU GPL كی شراءت پر تقسیم كیا جاےء۔ استعمال كار:
vi: phiên bản mdkupdate %s Bản quyền (C) %s Mandriva. Đây là phần mềm tự do và có thể phân phối lại dưới các điều khoản của GNU/GPL. cách dùng:
wa: mdkupdate modêye %s Copyright © %s Mandriva. Çouchal est on libe programe et pout esse cossemé dzo les termes del licince GPL. Po s' è siervi:

source: --auto - Mandriva Update launched automatically.
ar: --auto - تشغيل ماندريبا أبدايت تلقائيّاً.
ast: --auto - Mandriva Update llanzáu automáticamente.
bg: --auto - стартира автоматично Mandriva Update.
bn: --auto - Mandriva Update স্বয়ংক্রিয়ভাবে চালু করা হয়েছে।
bs: --auto - Mandriva Update se automatski pokreće.
ca: --auto - Mandriva Update es llança automàticament.
cs: --auto - automatické spuštění Mandriva Update.
cy: --auto - cychwyn Mandriva Update yn awtomatig
de: --auto - Mandriva Aktualisierung startet automatisch.
eo: --auto - Mandriva Update startos aŭtomate.
eu: --auto - Mandriva Update automatikoki abiarazten du.
fa: --auto - Mandriva Update بطور خودکار اجرا شد.
fi: --auto - Mandriva Update käynistetään automaattisesti.
fr: --auto - Mandriva Update est lancé automatiquement.
gl: --auto - executar Mandriva Update automáticamente.
he: --auto -Mandriva Update יופעל אוטומטי
hi: --auto - एमडीकेअपडेट का स्वचालित रूप से शुरू होना ।
hu: --auto - Mandriva Update automatikus indítása
id: --auto - Mandriva Update dijalankan secara otomatis.
is: --auto - Mandriva Uppfærslur keyrt sjálvirkt.
it: --auto - Mandriva Update avviato automaticamente.
ka: --auto - Mandriva Update-ის ავტომატური გამოძახებ.
ky: --auto - Mandriva Update автоматтык түрдө иштетүү.
lt: --auto - Mandriva Update paleista automatiškai.
mk: --auto - Автоматско вклучување на Mandriva Update.
mt: --auto - Mandriva Update jitħaddem awtomatikament.
pl: --auto - automatyczne uruchamiane Mandriva Update .
pt: --auto - Mandriva Update executado automáticamente.
ro: --auto - Mandriva Update este lansat automat.
ru: --auto - автоматический запуск Mandriva Update
sc: --auto - Mandriva Update lançau in automàtigu.
sk: --auto - Mandriva Update spustený automaticky.
tg: --auto - Mandriva Update ба таври худкор сар дода мешавад.
tl: --auto - Mandriva Update ay nakalunsad ng automatic.
vi: --auto - Tự động chạy Mandriva Update.
wa: --auto - enonder les metaedjes a djoû otomaticmint.

source: --mnf - launch mnf specific scripts.
ast: --mnf - lanzar scripts específicos mnf.
bg: --mnf - стартиране на mnf скриптове.
bs: --mnf - pokreni skripte specifične za mnf.
cs: --mnf - spustí skripty specifické pro MNF.
cy: --mnf - cychwyn sgriptiau mnf penodol.
de: --mnf - starte mnf spezifische Skripte.
eu: --mnf - jaurti mnf script espezifikoak.
fi: --mnf - käynnistä mnf aiheiset skriptit.
fr: --mnf - lance les scripts spécifiques à mnf.
gl: --mnf - executa scripts mnf específicos.
hi: --mnf - एमएनएफ़ विशिष्ट स्क्रिप्टों को चलाएँ।
hu: --mnf - MNF-specifikus szkriptek indítása
id: --mnf - jalankan script khusus mnf.
is: --mnf - ræsa sértækar mnf skriftur.
it: --mnf - lancia gli script specifici di mnf.
ka: --mnf - mnf სპეფიციკის სკრიფტების გამოძახევა.
ky: --mnf - mnf аныкталган скриптерди иштетүү.
lt: --mnf - paleisti specialius mnf skriptus.
mk: --mnf - вклучува одредени mnf скрипти.
pl: --mnf - uruchom skrypty dla mnf.
pt: --mnf - executa scripts específicos mnf.
ro: --mnf - lansare scripturi specifice mnf.
ru: --mnf - запуск скриптов mnf
sc: --mnf - lança is script mnf.
sk: --mnf - spustiť špecifické skripty pre mnf.
vi: --mnf - chạy mnf specific scripts.
wa: --mnf - enonder les scripes especifikes mnf.

source: --noX - text mode version of Mandriva Update.
ast: --noX - Mandriva Update en versión testu.
bg: --noX - обновяване на Mandriva в текстов режим.
bs: --noX - tekstualna verzija Mandriva Update.
ca: --noX - versió en mode text de Mandriva Update.
cs: --noX - textová verze Mandriva Update.
cy: --noX - fersiwn modd testun o Mandriva Update
de: --noX - Textmodus Version der Mandriva Aktualisierung.
eu: --noX - Mandriva Update-ren testu moduko bertsioa.
fi: --noX - tekstipohjainen Mandriva Update.
fr: --noXt - mode texte de Mandriva Update.
gl: --noX - versión en modo texto de Mandriva Update.
he: --noX - גרסה טקסטואלית של אשף העדכונים.
hi: --noX - मैनड्रिव अपडेट का पाठ विधा संस्मरण।
hu: --noX - a Mandriva Update szöveges felületű verziója
id: --noX - versi mode teks dari Mandriva Update.
is: --noX - textahams útgáfa af Mandriva Uppfærslum.
it: --noX - Mandriva Update in versione testuale.
ka: --noX - Mandriva Update-ის newt ვერსია.
ky: --noX - Mandriva Update текстинин ыкма версиясы.
lt: --noX - tekstinės veiksenos Mandriva Update versija.
mk: --noX - верзија на Mandriva Update во текстуален режим.
pl: --noX - Mandriva Update pracujący w trybie tekstowym.
pt: --noX - versão em modo texto do Mandriva Update.
ro: --noX - mod text pentru Mandriva Update.
ru: --noX - текстовая версия Mandriva Update
sc: --noX - versioni in modalidadi scriturali de Mandriva Update.
sk: --noX - textová verzia Mandriva Update.
tg: --noX - навкунии ривояти Mandriva бо усули матнӣ.
vi: --noX - phiên bản text mode của Mandriva Update.
wa: --noX - enonder l' modêye e môde tecse.

source: --debug - log what is done
ast: --debug - facer un rexistru de lo que se faiga
bs: --debug - ispisuje sve što se radi
cs: --debug - zaznamenávat co se děje
cy: --debug - cofnodi'r hyn sydd wedi ei wneud
de: --debug - protokolliere was gemacht wird
eu: --debug - erregistratu egindako ekintzak
fi: --debug - kirjaa tapahtumalokin
fr: --debug - enregistre les actions dans le journal
gl: --debug - rexistrar o que se fai
he: --debug - תעד את הנעשה
hu: --debug - a tevékenység naplózása
id: --debug - mencatat apa yang sudah selesai
is: --debug - skrá niður allt sem gert er
it: --debug - mantieni un log delle azioni fatte
ky: --debug - болгондорду журналга жазуу
mk: --debug - запишува што се случува
pl: --debug - zapisuj wykonane operacje
pt: --debug - registar o que é feito
ro: --debug - jurnal activitate
ru: --debug - журналирование выполняемых действий
wa: --debug - fé on djournå di çou k' est fwait

source: --bundle file.bundle - parse and install package from .bundle metainfo file.
bs: --bundle file.bundle - obradi i instaliraj paket iz .bundle metainfo fajla.
cs: --bundle soubor.bundle - zpracovat a instalovat balíček z metasouboru .bundle.
de: --bunlde fiel.bunlde - analysiere und installiere Packet von .bundle metainfodatei.
eu: --bundle file.bundle - sintaktikoki egiaztatu eta instalatu .bundle metainfo fitxategiko paketea.
fi: --bundle file.bundle - tulkitse ja asenna paketteja .bundle metainfo tiedostosta.
fr: --bundle file.bundle - lit et installe un paquet depuis un fichier metainfo .bundle.
he: --bundle file.bundle - השג והתקן חבילה מקובץ ה- metainfo .bundle
id: --bundel file.bundle - parsing dan install paket dari file .bundle metainfo.
is: --bundle file.bundle - vinna úr og setja inn pakka samkvæmt lýsigögnum uppfærslusafni.
it: --bundle file.bundle - esamina e installa un pacchetto da un file metainfo .bundle.
mk: --bundle datoteka.bundle - анализира и инсталира пакет од мета информациите на „.bundle“ датотека.
pl: --bundle file.bundle - przetwarzaj i instaluj pakiet z pliku meta .bundle.
pt: --bundle file.bundle - analisa e instala o pacote do ficheiro de metainformação .bundle
ru: --bundle file.bundle - разбор и установка пакета из файла .bundle с метаинформацией.
wa: --bundle file.bundle - lére eyet astaker des pacaedjes a pårti d' on fitchî di meta-dnêyes «.bundle».

source: Warning
ar: تحذير
ast: Avisu
bg: Предупреждение
bn: নোটিশ
bs: Upozorenje
ca: Advertència
cs: Varování
cy: Rhybudd
de: Warnung
eo: Averto
eu: Kontuz
fa: هشدار
fi: Varoitus
fr: Attention
gl: Advertencia
he: אזהרה
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
is: Aðvörun
it: Attenzione
ka: გაფრთხილება
ky: Эскертүү
lt: Dėmesio
mk: Внимание
ms: Amaran
mt: Twissija
pa_in: ਚੇਤਾਵਨੀ
pl: Ostrzeżenie
pt: Aviso
ro: Avertisment
ru: Внимание
sc: Atentu
sk: Varovanie
tg: Огоҳӣ
tl: Babala
vi: Cảnh báo
wa: Adviertixhmint

source: You first need to install the system on your harddrive with the 'Live Install' wizard.
bs: Najprije morate instalirati sistem na vaš hard disk koristeći čarobnjak 'Live Install'.
cs: Nejprve musíte instalovat systém na váš pevný disk pomocí průvodce 'Live Install'.
de: Als erstes muss das System auf dem PC installiert sein über den 'Live install' wizard.
eu: Aurrena sistema zure disko zurrunean instalatu behar duzu 'Live install' morroiarekin.
fi: Sinun pitää ensin asenna järjestelmäsi kovalevylle käyttäen Live-asennusvelhoa.
fr: Vous devez d'abord installer le système sur votre disque dur avec l'assistant « Live install »
gl: Primeiro ten que instalar o sistema no seu disco duro co asistente de 'Instalación Live'.
he: ראשית עליך להתקין את המערכת לדיסק הקשיח שלך בעזרת האשף 'Live Install'
id: Anda pertama-tama perlu menginstall sistem pada harddisk dengan wizard 'Live Install'.
is: Þú verður fyrst að setja kerfið inn á diskinn þinn með "Live Install" ráðgjafanum.
it: Bisogna prima installare il sistema sul disco fisso seguendo la procedura guidata "Live install".
mk: Најпрво треба да го инсталирате системот на вашиот хард диск преку волшебникот „Live Install“.
pl: W pierwszej kolejności należy zainstalować system na dysku twardym. W tym celu użyj druida Live Install.
pt: Primeiro precisa instalar o sistema no seu disco rígido com o assistente 'Live Install'.
ru: Нужно сначала установить систему на жёсткий диск с помощью мастера 'Live Install'.
wa: Vos dvoz d' aprume astaler l' sistinme so vosse deure plake avou l' macrea «Live Install».

source: Preparing...
ar: جاري التحضير...
bg: Подготовка...
bn: প্রস্তুত করা হচ্ছে...
bs: Pripremam...
ca: S'està preparant...
cs: Připravuji...
de: Vorbereiten ...
eo: Mi preparas...
eu: Prestatzen...
fa: در حال آماده کردن...
fi: Valmistellaan...
fr: Préparation ...
gl: Preparando...
he: הכנה...
hi: तैयारी की जा रही है...
id: Persiapan...
is: Undirbý...
it: In preparazione...
lt: Ruošiamasi...
mk: Се подготвувам...
ms: Menyediakan...
mt: Qed nipprepara...
pa_in: ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ....
pl: Przygotowywanie...
pt: A preparar...
ru: Подготовка...
sc: Apariçu...
sk: Príprava...
tg: Тайёрӣ...
tl: Naghahanda...
vi: Đang chuẩn bị...
wa: Dj' aprestêye...

source: Failed to authenticate to the bundle server: %s
bs: Nisam se uspio autenticiriati kod bundle servera: %s
cs: Selhalo ověření na serveru s produktovými balíky: %s
de: Fehler bei der Authetifizierung am Bundel Server: %s
fi: Tunnistaminen kokoelma-palvelimeen epäonnistui: %s
fr: Impossible de s'authentifier auprès du serveur de bundles : %s
he: כשל באימות זהות שרת העידכון: %s
id: Gagal melakukan authentikasi pada server: %s
is: Fékk ekki aðgang að uppfærlusafns-miðlara: %s
it: Impossibile autentificarsi presso il server dei pacchetti bundle : %s
mk: Неуспешно потврдување на серверот за пакет со апликации: %s
pl: Uwierzytelnienie serwera z pakietami nie powiodło się: %s
pt: Falha ao autenticar no servidor 'bundle': %s
ru: Не удалось пройти аутентификацию на сервере: %s
wa: L' otintifiaedje avou l' sierveu d' «bundle» a fwait berwete: %s
