Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: You already have at least one update medium configured, but all of them are currently disabled. You should run the Software Media Manager to enable at least one (check it in the "%s" column). Then, restart "%s".
ast: Ya tienes configuráu al menos un mediu d'anovamientos, pero toos tan desactivaos n'esti intre. Deberíes executar l'Alministrador medios de software p'activar al menos un (márcalu na columna "%s" ). Dempués, vuelve a entamar "%s".
cy: Mae gennych o leiaf un cyfrwng diweddaru wedi ei ffurfweddu, ond maen nhw i gyd wedi eu hanalluogi. Dylech redeg y Rheolwr Cyfrwng Meddalwedd i alluogi o leiaf un (gwirio yn y golofn "%s") Yna ailgychwyn %s.
hu: Már be van állítva egy vagy több frissítési adatforrás, de egyik sincs aktív állapotban. Ahhoz, hogy legalább egyet aktiváljon közülük, használja a szoftverforrás-kezelőt (a(z) "%s" oszlopban végezhető az aktiválás). Ez után indítsa el újra a(z) %s programot.
id: Anda sudah punya setidaknya satu konfigurasi media update, tapi semua tidak aktif. Anda harus menjalankan Manajemen Media Perangkat Lunak untuk mengaktifkan setidaknya satu di antaranya (tandai kolom "%s" Lalu jalankan ulang "%s".
ky: Сизде жок эле дегенде бир калыптандырылган жаңылоо булагы бар, бирок алардын баары иштеген эмес.Сиз алардын бирөөсүн ишке киргизүү үчүн Программа Булактар Менеджерин иштетүүңүз керек (анын "%s" мамычасынан текшериңиз) Андан соң, "%s" кайра иштетиңиз.
ro: Aveți configurate mai multe medii de actualizare, dar toate sunt dezactivate. Ar trebui să activați cel puțin unul, pornind Administratorul mediilor cu programe (în coloana "%s" activat). Apoi reporniți "%s".
ru: Уже есть настроенные источники обновлений, но все они сейчас отключены. Воспользуйтесь Менеджером источников программ, чтобы включить хотя бы один источник проверьте столбец "%s"). А затем перезапустите "%s".

source: Enabled
ast: Activada
cs: Povolen
cy: Galluogwyd
he: מופעל
hu: Engedélyezve
id: Aktifkan
ka: აქტიური
ky: Иштетилди
ro: Activat
ru: Включён
tg: Даргирифта

source: Error updating media
ast: Fallu anovando'l sofitu
cs: Chyba při aktualizaci zdroje
cy: Gwall wrth diweddaru cyfrwng
de: Fehler beim Aktualisieren des Mediums
fr: Erreur lors de la mise à jour des médias
he: שגיאה בעדכון המקור
hu: Hiba az adatforrás frissítésekor
id: Kesalahan mengupdate media
ky: Булакты жаңылоодо ката чыкты
pl: Błąd w trakcie aktualizowania nośnika
ro: Eroare la actualizarea mediului
ru: Ошибка обновления источника

source: Checking... Updates are available
ar: يجري الفحص... التّحديثات متوفّرة
az: Yoxlanır... Yeniləmələr mövcuddur
bg: Проверка... Налични са актуализации
bn: পরীক্ষা চলছে... আপডেট পাওয়া গেছে
bs: Provjeravam... Ispravke su dostupne
ca: S'està comprovant ...Hi ha actualitzacions disponibles
cs: Zjišťuji... Aktualizace jsou dostupné
da: Tjekker... Opdateringer er tilgængelige
de: Überprüfe... Updates sind verfügbar
eo: Kontrolante... Ĝisdatigojn haveblas
eu: Egiaztaketa... Dauden eguneraketak
fa: در حال بررسی... بروزسازی‌هایی در دسترس هستند
fi: Tarkistetaan... Päivityksiä on saatavilla
fr: Vérification ... Des mises à jour sont disponibles
fur: Controlant... Atualizazions e son disponibilis
gl: Comprobando... As actualizacións están dispoñibles
he: בודק... יש עדכונים זמינים
hi: जाँच की जा रही है... अपडेट्स उपलब्ध है
hr: Provjeravam... Nadogradnje su dostupne
id: Memeriksa... Update tersedia
is: Athuga...Uppfærslur eru tiltækar
it: Sto controllando... Ci sono aggiornamenti disponibili
ja: チェック中... 新しい更新があります
ka: ვამოწმებ... არსებობს გასაახლებელი პაკეტები
ku: Rojaneyên amade kontrol dike...
lt: Tikrinama... Yra atnaujinimų
mk: Проверувам... Пакетите за ажурирање се достапни
ms: Memeriksa... Terdapat kemaskini
mt: Qed jiġu ċċekkjati... hemm aġġornamenti disponibbli
nb: Sjekker... Opdateringer er tilgjengelig
pa_in: ਪੜਤਾਲ ਜਾਰੀ... ਨਵੀਨੀਕਰਨ ਉਪਲੱਬਧ ਹਨ
pl: Sprawdzanie... Uaktualnienia są dostępne
pt: A verificar... Actualizações disponíveis
ru: Выполняется проверка... Обновления доступны
sc: Seu controllendi... Ajorronus a disposta
sk: Hľadanie... K dispozícii sú aktualizácie
tg: Тафтишкунӣ... Навкуниҳо имконпазиранд
tl: Nagsusuri... mayroong mga Update
ur: تصدیق كرها هے ۔۔۔جدید معلومات دستیاب هیں
vi: Kiểm tra... Đang có bản cập nhật mới
wa: Verifiant... Des metaedjes a djoû sont disponibes

source: Packages are up to date
cs: Balíčky jsou aktuální
de: Die Pakete sind auf dem aktuellen Stand
fr: Les paquetages sont à jour
he: החבילות מעודכנות
id: Paket-paket sudah update
is: Pakkar eru uppfærðir
it: I pacchetti sono aggiornati
pl: Oprogramowanie jest zaktualizowane
pt: Os pacotes estão actualizados
ru: Пакеты не нуждаются в обновлении
wa: Les pacaedjes sont-st a djoû

source: Failed to open urpmi database
cs: Nelze otevřít databázi urpmi
de: Fehler beim öffnen der urpmi Datenbank
fr: Impossible d'ouvrir la base de donnée urpm
he: כשל בפתיחת בסיס הנתונים של urpmi
id: Gagal membuka basis data rpmdb
pl: Nie można otworzyć bazy danych urpmi
ru: Ошибка открытия базы данных urpmi

source: Install updates
af: Installeer updaterings
ar: ثبّت التّحديثات
ast: Instalar anovamientos
az: Yeniləmələri qur
bg: Инсталиране на актуализации
bn: আপডেট গুলো ইনস্টল করো
bs: Instaliraj ispravke
ca: Instal·la actualitzacions
cs: Instalovat aktualizace
cy: Gosod diweddariadau
da: Installér opdateringer
de: Aktualisieren
eo: Instalu ĝisdatigojn
eu: Instalatu eguneratzeak
fa: نصب کردن بروزسازی‌ها
fi: Asenna päivitykset
fr: Installer les mises à jour
fur: Instale atualizazions
gl: Instala-las actualizacións
he: התקן עדכונים
hi: अपडेटों का संसाधन
hu: Frissítések telepítése
hy: Տեղադրել Նորացումները
id: Installasikan update-update
is: Setja inn uppfærslur
it: Installa aggiornamenti
ja: システムを更新
ka: განახლებების ინსტალირება
ku: Nûjenkirina Ava Bike
ky: Жаңылоолорду орнотуу
lt: Įdiegti atnaujinimus
mk: Инсталирај надоградувања
ms: Pasang kemaskini
mt: Installa aġġornamenti
nb: Installer oppdateringer
pa_in: ਨਵੀਨੀਕਰਨ ਇੰਸਟਾਲ
pl: Zainstaluj aktualizacje
pt: Instalar actualizações
ro: Instalare actualizări pentru sistem
ru: Установить обновления
sc: Aposenta is ajorronus
sk: Inštalácia aktualizácií
tg: Кор гузоштани навигариҳо
tl: I-install ang mga update
ur: جدید معلومات نصب كریں
uz@latn: Yangilanishlarni o'rnatish
vi: Cài đặt các cập nhật
wa: Astaler les metaedjes a djoû

source: Configure the service
ar: تهيئة الخدمة
az: Xidməti quraşdır
bg: Конфигураране
bn: পরিসেবাটি কনফিগার করো
bs: Podesi servis
ca: Configura el servei
cs: Nastavit službu
da: Konfigurér tjenesten
de: Den Dienst konfigurieren
eo: Konfiguru la servon
eu: Zerbitzua konfiguratu
fa: تنظیم سرویس
fi: Aseta palvelu
fr: Configurer le service
gl: Configura-lo servicio
he: הגדרת השרות
hi: सेवा की संरचना
hr: Podesi servise
id: Konfigurasikan layanan
is: Stilla þjónustu
it: Configura il servizio
ja: サービスの設定
ku: Torê Saz Bike
lt: Konfigūruoti paslaugą
mk: Конфигурирај го сервисот
ms: Tetapkan servis
mt: Ikkonfigura s-servizz
nb: Konfigurer tjenesten
pa_in: ਸੇਵਾ ਸੰਰਚਨਾ
pl: Konfiguracja usługi
pt: Configurar Serviço
ru: Настроить службу
sc: Assètia su serbìtziu
sk: Nastaviť službu
tg: Танзимкунии хидмат
tl: I-configure ang serbisyo
ur: خدمت ترتیب دیں
vi: Cấu hình dịch vụ
wa: Apontyî l' siervice

source: Check Updates
af: Kyk vir Opdaterings
ar: إفحص التّحديثات
ast: Verificar anovamientos
az: Yeniləmələri Yoxla
bg: Проверка за актуализации
bn: আপডেট পরীক্ষা করো
bs: Provjeri da li ima ispravki
ca: Comprova actualitzacions
cs: Zkontrolovat aktualizace
cy: Gwirio Diweddariad
da: Tjek for opdateringer
de: Überprüfe Updates
eo: Serĉu ĝisdatigojn
eu: Egiaztatu eguneratzeak
fa: بررسی بروزسازی‌ها
fi: Tarkista päivitykset
fr: Vérifier la disponibilité de mises à jour
fur: Controle Atualizazions
gl: Comprobar se hai Actualizacións
he: בדוק עדכונים
hi: अपडेटो की जाँच
hr: Provjeri nadogradnje
hu: Frissítések keresése
hy: Ստուգել Նորացումները
id: Cek Update
is: Athuga með uppfærslur
it: Controlla aggiornamenti
ja: 更新をチェック
ka: განახლებების შეამოწმება
ku: Nûjenkirinan Kontrol Bike
ky: Жаңылоолорду текшерүү
lt: Patikrinti atnaujinimus
mk: Провери за ажурирање
ms: Periksa Kemaskini
mt: Iċċekkja għal aġġornamenti
nb: Sjekk etter oppdateringer
pa_in: ਨਵੀਨੀਕਰਨ ਜਾਂਚ
pl: Sprawdź aktualizacje
pt: Verificar Actualizações
ro: Verificare actualizări
ru: Проверить обновления
sc: Controlla is Ajorronus
sk: Skontrolovať aktualizácie
tg: Тафтиши Навкуниҳо
tl: Suriin ang mga Update
ur: جدید معلومات كو دیكھیں
uz@latn: Yangilanishlarni tekshirish
vi: Kiểm tra cập nhật
wa: Verifyî les metaedjes a djoû

source: Please wait
ar: من فضلك انتظر
az: Xahiş edirik, gözləyin
bg: Моля изчакайте
bn: অনুগ্রহ করে অপেক্ষা করুন
bs: Molim sačekajte
ca: Espereu si us plau
cs: Prosím počkejte
da: Vent venligst
de: Bitte warten
eo: Bonvole atendu
eu: Itxaron
fa: لطفاً صبر کنید
fi: Odota hetki
fr: Veuillez patienter
fur: Par plasè, spiete
gl: Por favor, agarde
he: נא להמתין
hi: कृपया प्रतीक्षा करें
hr: Molim pričekajte
id: Harap tunggu...
is: Augnablik...
it: Attendere prego
ja: お待ちください
ku: Ji kerema xwe re li hêviyê rawestin
lt: Prašom palaukti
mk: Ве молиме, почекајте
ms: Sila tunggu
mt: Stenna ftit
nb: Vennligst vent
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ
pl: Proszę czekać
pt: Por favor aguarde
ru: Подождите...
sc: Abeta, po praxeri
sk: Prosím čakajte
tg: Лутфан интизор шавед
tl: Maghintay lamang
ur: انتظار فرماءیے
vi: Hãy đợi
wa: Tårdjîz on pô, s' i vs plait

source: Check updates
ar: إفحص التّحديثات
az: Yeniləmələri yoxla
bg: Проверка за актуализации
bn: আপডেট পরীক্ষা করো
bs: Provjeri ispravke
ca: Comprova actualitzacions
cs: Zkontrolovat aktualizace
da: Tjek for opdateringer
de: Überprüfe Updates
eo: Serĉu ĝisdatigojn
eu: Egiaztatu eguneratzeak
fa: بررسی بروزسازی‌ها
fi: Tarkista päivitykset
fr: Vérifier la disponibilité de mises à jour
fur: Controle atualizazions
gl: Comprobar actualizacións
he: בדוק עדכונים
hi: अपडेटो की जाँच
hr: Provjeri nadogradnje
hy: Ստուգել նորացումները
id: Cek update
is: Athuga með uppfærslur
it: Controlla aggiornamenti
ja: 更新をチェック
ku: Nûjenkirinan Kontrol Bike
lt: Patikrinti atnaujinimus
mk: Провери за ажурирање
ms: Periksa kemaskini
mt: Iċċekkja aġġornamenti
nb: Sjekk etter oppdateringer
pa_in: ਨਵੀਨੀਕਰਨ ਪੜਤਾਲ
pl: Sprawdź aktualizacje
pt: Verificar actualizações
ru: Проверить обновления
sc: Controlla is ajorronus
sk: Skontrolovať aktualizácie
tg: Навкуниҳоро тафтиш кунед
tl: Suriin ang mga update
ur: تازه تریں معلومات كو دیكھیں
uz@latn: Yangilanishlarni tekshirish
vi: Kiểm tra cập nhật
wa: Verifyî les metaedjes a djoû

source: Online WebSite
af: Aanlyn Webwerf
ar: موقع على الخطّ
ast: Web Online
az: Onlayn Veb Saytı
bn: অনলাইন ওয়েবসাইট
bs: Online web stranica
cs: Online webové stránky
cy: Gwefan Ar-lein
da: WebSite på nettet
de: Online Webseite
eo: TTT-a retejo
eu: Lerroko Webgunea
fa: وب‌گاه اینترنت
fi: Online-sivusto
fr: Site Mandriva Online
fur: Sît online
gl: Sitio Web en Liña
he: אתר מקוון
hi: ऑनलाइन वेबस्थल
hr: Online web stranica
hu: Online weboldal
hy: Օնլայն ՎեբԷջ
id: WebSite Online
is: Tengjast vefsvæði
it: Sito online
ja: Onlineウェブサイト
ky: Онлайндагы веб-сайт
lt: Interneto svetainė
mk: Онлајн Веб сајт
ms: Lamanweb Dalam Talian
mt: Sit online
nb: Online Nettsted
pa_in: ਆਨਲਾਇਨ ਵੈੱਬਸਾਇਟ
pl: Witryna internetowa
pt: Sítio Web Em Linha
ro: Pagină web
ru: Зайти на веб-сайт
sc: Jassu online
sk: Online web
tg: WebПойгоҳи Ғайрихудмухтор
ur: آنلاءین ویبساءیٹ
vi: WebSite Trực Tuyến
wa: Waibe

source: Configure Network
af: Konfigureer die Netwerk
ar: أعدّ الشّبكة
ast: Configurar rede
az: Şəbəkəni Quraşdır
bg: Конфигуриране на мрежа
bn: নেটওয়ার্ক কনফিগার করো
bs: Podesi mrežu
ca: Configura la xarxa
cs: Nastavit síť
cy: Ffurfweddu'r Rhwydwaith
da: Konfigurér netværk
de: Netzwerk konfigurieren
eo: Konfiguru la reton
eu: Konfiguratu sarea
fa: تنظیم شبکه
fi: Aseta verkko
fr: Configurer le réseau
fur: Configure le rêt
gl: Configura-la Rede
he: הגדר את הרשת
hi: नेटवर्क की संरचना
hr: Podesi mrežu
hu: A hálózat beállítása
hy: Ցանցի Ձևակերպում
id: Konfigurasikan Jaringan
is: Stilla nettengingu
it: Configura la rete
ja: ネットワークの設定
ka: ქსელის კონფიგურირება
ku: Torê Saz Bike
ky: Тармакты конфигурациялоо
lt: Konfigūruoti tinklą
mk: Конфигурирај мрежа
ms: Tetapkan Rangkaian
mt: Ikkonfigura n-network
nb: Konfigurer nettverk
pa_in: ਨੈਟਵਰਕ ਸੰਰਚਨਾ
pl: Skonfiguruj sieć
pt: Configurar Rede
ro: Configurare rețea
ru: Настроить сеть
sc: Assètia Arretza
sk: Nastaviť sieť
tg: Танзимкунии Шабака
tl: I-configure ang Network
ur: نیٹورك ترتیب دیں
uz@latn: Tarmoqni moslash
vi: Cấu hình network
wa: Apontyî l' rantoele

source: Configure Now!
ar: أعدّ الآن !
az: İndi Quraşdır!
bg: Конфигуриране сега!
bn: এক্ষুনি কনফিগার করো!
bs: Podesi odmah!
ca: Configura ara!
cs: Nastavit teď!
da: Konfigurér nu!
de: Jetzt konfigurieren!
eo: Konfiguru nun!
eu: Konfiguratu orain!
fa: تنظیم اکنون!
fi: Aseta Nyt!
fr: Configurer maintenant !
fur: Configure Daurman!
gl: Configurar agora!
he: הגדר כעת
hi: अभी संरचित करें!
hr: Podesi sada
hy: Ձևակերպել
id: Konfigurasi Sekarang!
is: Stilla núna!
it: Configura adesso!
ja: 設定して下さい
ku: Saz Bike
lt: Konfigūruoti dabar!
mk: Конфигурирај Веднаш!
ms: Tetapkan Sekarang!
mt: Ikkonfigura issa
nb: Konfigurer nå!
pa_in: ਹੁਣ ਸੰਰਚਨਾ!
pl: Skonfiguruj teraz!
pt: Configurar Agora!
ru: Настроить
sc: Assètia Imoi!
sk: Nastaviť teraz!
tg: Ҳозир Танзим кунед!
tl: I-configure Ngayon!
ur: ابھی ترتیب دیں!
vi: Cấu hình bây giờ!
wa: Apontyî do côp!

source: Mandriva Linux Updates Applet
ar: بريمج تحديثات ماندريبا لينكس
az: Mandriva Linux Yeniləmələr Appleti
bg: Аплет за актуализации на Mandriva Linux
bn: ম্যান্ড্রেক আপডেট অ্যাপ্লেট
bs: Mandriva Linux aplet sa ispravkama
ca: Applet Mandriva Linux Update
cs: Aplet pro aktualizace Mandriva Linux
da: Mandriva Linux Opdateringer panelprogram
de: Mandriva Linux Update-Applet
eo: Mandriva Linux-Ĝisdatigajn programeto
eu: Mandriva Linux eguneratzeen applet-a
fa: برنامک بروزسازی ﻡﺎﻧﺩﺭیﺑﺍ
fi: Mandrivan päivityssovelma
fr: Appliquette des mises à jour Mandriva Linux
fur: Applet Atualizazions Mandriva Linux
gl: Applet de Actualización de Mandriva Linux
he: יישומון עדכוני מנדרייבה-לינוקס
hi: मैनड्रिव अपडेटो का एपलेट
id: Applet Update Mandriva Linux
is: Mandriva Linux uppfærslubakkaforrit
it: Applet aggiornamenti Mandriva Linux
ja: Mandriva Linux 更新アプレット
ku: Sepandinoka Nûjenkirina Mandriva Linux
lt: Mandriva Linux atnaujinimų programėlė
mk: Аплет за ажурирање на Mandriva Linux
ms: Aplet Kemaskini Mandriva Linux
mt: Applet għall-aġġornamenti Mandriva Linux
pa_in: ਮੈਂਡਰਿਵਲੀਨਕਸ ਨਵੀਨੀਕਰਨ ਐਪਲਿਟ
pl: Aplet aktualizacji Mandriva Linux
pt: Componente de Actualizações Mandriva Linux
ru: Апплет 'Обновления Mandriva Linux'
sc: Applet Mandriva Linux Updates
sk: Mandriva Linux aktualizačný applet
tg: Апплети Mandriva Linux Навкунӣ
ur: جدید تریں مینڈریك لاءینك ایپلٹ
vi: Applet Cập Nhật Mandriva Linux
wa: Aplikete di metaedjes a djoû

source: Actions
af: Aksies
ar: الأفعال
az: Gedişatlar
bg: Действия
bn: কার্য
bs: Akcije
ca: Accions
cs: Akce
da: Handlinger
de: Aktionen
eo: Agoj
eu: Ekintzak
fa: کنش‌ها
fi: Toiminnot
fur: Azions
gl: Accións
he: פעולות
hi: कार्यवाहिया
hr: Akcije
hy: Գործողություններ
id: Aksi
is: Aðgerðir
it: Azioni
ja: 動作
ku: Çalakî
lt: Veiksmai
mk: Акции
ms: Aksi
mt: Azzjonijiet
nb: Handlinger
pa_in: ਕਾਰਵਾਈ
pl: Operacje
pt: Acções
ru: Действия
sc: Fainas
sk: Akcie
tg: Амалиёт
tl: Mga Aksiyon
ur: عمل
uz@latn: Amallar
vi: Hành động
wa: Accions

source: Configure
af: Konfigureer
ar: أعدّ
az: Quraşdır
bg: Конфигураране
bn: কনফিগার
bs: Podesi
ca: Configura
cs: Nastavit
da: Konfigurér
de: Konfigurieren
eo: Konfiguru
eu: Konfiguratu
fa: تنظیم
fi: Aseta
fr: Configurer
gl: Configurar
he: הגדר
hi: संरचना
hr: Podesi
hy: Ձևակերպել
id: Konfigurasikan
is: Stilla
it: Configura
ja: 設定
ku: Saz Bike
lt: Konfigūruoti
mk: Конфигурирај
ms: Tetapkan
mt: Ikkonfigura
nb: Konfigurer
pa_in: ਸੰਰਚਨਾ
pl: Skonfiguruj
pt: Configurar
ru: Настроить
sc: Assètia
sk: Nastaviť
tg: Ба танзим даровардан
tl: I-configure
ur: اجزا یا عناصر كو كسی خاص صورت میں ترتیب دیں
uz@latn: Moslash
vi: Cấu hình
wa: Apontyî

source: See logs
af: Bekyk staaflêers
ar: شاهد السّجلّات
az: Qeydləri qöstər
bg: История
bn: লগ দেখুন
bs: Pogledaj logove
ca: Veure els logs
cs: Prohlížet záznamy
da: Se logger
de: Logs ansehen
eo: Vidu logdosieron
eu: Ikusi egunkariak
fa: دیدن ثبت‌ها
fi: Katso lokitiedostot
fr: Voir les journaux
fur: Cjale i log
gl: Ve-los logs
he: צפה ברישומי המערכת
hi: लॉगो को देखना
hr: Vidi logove
hy: Ընթերցել արձանագրերը
id: Lihat log
is: Skoða annála
it: Visualizza i log
ja: ログを見る
ku: Rojnivîskê nîşan bide
lt: Peržiūrėti įrašus
mk: Види логови
ms: Lihat log
mt: Ara logs
nb: Se logger
pa_in: ਲਾਗ ਵੇਖੋ
pl: Zobacz dziennik
pt: Ver registos
ru: Просмотр журнала
sc: Càstia is logs
sk: Nahliadnuť do logov
tg: Ба номнависҳо нигаред
tl: Tingnan ang mga log
ur: یاداشتیں دیكھیں
uz@latn: Loglarni ko'rish
vi: Xem log
wa: Vey les djournås

source: Status
ar: الحالة
az: Vəziyyət
bg: Състояние
bn: অবস্থা
bs: Stanje
ca: Estat
cs: Stav
eo: Statuso
eu: Egoera
fa: وضعیت
fi: Tila
fr: Statut
fur: Stât
gl: Estado
he: מצב
hi: स्थिति
hr: Stanje
hy: Կարգավիճակ
is: Staða
it: Stato
ja: 状態
ku: Rewş
lt: Būsena
mk: Статус
mt: Stat
pa_in: ਸਥਿਤੀ
pl: Stan
pt: Estado
ru: Статус
sc: Stadu
sk: Stav
tg: Вазъият
tl: Kalagayan
ur: درجه
uz@latn: Holati
vi: Trạng thái
wa: Estat

source: Close
af: Maak toe
ar: إغلق
ast: Zarrar
az: Bağla
bg: Затваряне
bn: বন্ধ
bs: Zatvori
ca: Tanca
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
eo: Fermu
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
fur: Siere
gl: Pechar
he: סגור
hi: बन्द
hr: Zatvori
hu: Bezárás
hy: Փակել
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ku: Bigire
ky: Жабуу
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ms: Tutup
mt: Agħlaq
nb: Lukk
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
pt: Fechar
ru: Закрыть
sc: Serra
sk: Zatvoriť
sq: Mbylle
sr: a—aAb‚aVaOb€aI
ta: மூடு
tg: Пӯшидан
tl: Isara
ur: بند كریں
uz@latn: Yopish
vi: Đóng
wa: Clôre

source: Network Connection:
af: Netwerk konneksie:
ar: وصلة الشّبكة:
az: Şəbəkə Bağlantısı:
bg: Мрежова връзка:
bn: নেটওয়ার্ক সংযোগ:
bs: Mrežna konekcija:
ca: Connexió de xarxa:
cs: Připojení k síti:
da: Netværks-forbindelse:
de: Netzwerkverbindung:
eo: Reta konekto:
eu: Sare-konexioa:
fa: اتصال شبکه:
fi: Verkkoyhteys:
fr: Connexion réseau :
fur: Conession a le rêt
gl: Conexión á Rede:
he: חיבור רשת:
hi: नेटवर्क कनेक्शन:
hr: Mrežne veze:
hy: Ցանցի Միացում`
id: Koneksi Jaringan:
is: Nettenging:
it: Connessione alla rete:
ja: ネットワーク接続:
ku: Girêdana Torê:
lt: Prisijungimas prie tinklo:
mk: Мрежна конекција:
ms: Sambungan Rangkaian:
mt: Konnessjoni network:
nb: Nettverkstilkobling
pa_in: ਨੈਟਵਰਕ ਕੁਨੈਕਸ਼ਨ:
pl: Połączenie sieciowe:
pt: Ligação da Rede:
ru: Сетевое подключение:
sc: Acàpiu a s'Arretza:
sk: Sieťové pripojenia:
tg: Пайвастшавии Шабакавӣ:
tl: Koneksyon sa Network:
ur: نیٹورك كا رابطه:
uz@latn: Tarmoq:
vi: Kết nối mạng:
wa: Raloyaedje al rantoele:

source: Up
af: Op
ar: أعلى
az: Fəal
bg: Нагоре
bn: উপরে
bs: Radi
ca: Funcionant
cs: Připojeno
da: Op
de: Hoch
eo: Aktiva
eu: Badabil
fa: بالا
fi: päällä
fr: Activé
fur: Su
gl: Arriba
he: למעלה
hi: ऊपर
hr: Gore
hy: Վերև
id: Aktif
is: Upp
it: Attiva
ja: 接続
ku: Berjor
lt: Aukštyn
mk: Горе
ms: Naik
mt: Fuq
nb: Oppe
pa_in: ਚਾਲੂ
pl: W górę
pt: Ligado
ru: Активно
sc: Andat
sk: Hore
tg: Ба боло
ur: اوپر
uz@latn: Ishlayapti
vi: Lên
wa: En alaedje

source: Down
af: Af
ar: أسفل
az: İşləmir
bg: Надолу
bn: নিচে
bs: Ne radi
ca: Caiguda
cs: Není
da: Ned
de: Runter
eo: Malaktiva
eu: Ez dabil
fa: پایین
fi: pois päältä
fr: Arrêté
fur: Jù
gl: Abaixo
he: למטה
hi: नीचे
hr: Dolje
hy: Ներքև
id: Non-aktif
is: Niður
it: Disattiva
ja: 未接続
ku: Berjêr
lt: Žemyn
mk: Долу
ms: Turun
mt: isfel
nb: Nede
pa_in: ਬੰਦ
pl: W dół
pt: Desligado
ru: Неактивно
sc: No andat
sk: Dole
tg: Ба поён
ur: نیچے
uz@latn: Ishlamayapti
vi: Xuống
wa: Essocté

source: Last check:
af: Laaste gemerk:
ar: آخر فحص:
az: Son yoxlama:
bg: Последна проверка:
bn: সর্বশেষ পরীক্ষা:
bs: Zadnja provjera:
ca: Última comprovació:
cs: Poslední kontrola:
da: Sidste tjek:
de: Letzte Überprüfung:
eo: Lasta kontrolo:
eu: Azken egiaztatzea:
fa: آخرین بررسی:
fi: Viimeisin tarkistus:
fr: Dernière vérification :
fur: Ultin control
gl: Última comprobación:
he: בדיקה אחרונה:
hi: अंतिम जाँच:
hr: Posljednja provjera:
hy: Նախորդ ստուգում`
id: Pengujian terakhir:
is: Síðasta athugun:
it: Ultimo controllo:
ja: 前回チェック:
ku: Kontrola Dawî:
lt: Paskutinis patikrinimas:
mk: Последна проверка:
ms: Pemeriksaan terakhir:
mt: L-aħħar li ċċekkjajt:
nb: Siste sjekk:
pa_in: ਆਖਰੀ ਚੈਕ:
pl: Ostatnie sprawdzenie:
pt: Última verificação:
ru: Последняя проверка:
sc: Ùrtimu controllu:
sk: Posledná kontrola:
tg: Тафтиши охирон:
tl: Huling pagsuri:
ur: آخری چیك:
uz@latn: Oxirgi tekshiruv:
vi: Lần kiểm tra cuối:
wa: Dierin verifiaedje:

source: Machine name:
af: Masjiennaam:
ar: إسم الماكنة:
az: Kompüter adı:
bg: Име на машината:
bn: মেশিনের নাম:
bs: Naziv računara:
ca: Nom de màquina:
cs: Název počítače:
da: Maskinnavn:
de: Rechnername:
eo: Maŝinnomo:
eu: Makina-izena:
fa: نام ماشین:
fi: Koneen nimi:
fr: Nom de l'ordinateur :
fur: Non dal computer:
gl: Nome do ordenador:
he: שם המחשב:
hi: मशीन नाम:
hr: Ime računala:
hy: Մեքենայի անունը`
id: Nama mesin:
is: Vélarnafn:
it: Nome computer:
ja: マシン名:
ku: Navê Makîneyê:
lt: Kompiuterio vardas:
lv: Datora nosaukums:
mk: Име на машината:
ms: Nama mesin:
mt: Isem tal-kompjuter:
nb: Maskinnavn:
pa_in: ਮਸ਼ੀਨ ਨਾਂ:
pl: Nazwa komputera:
pt: Nome da máquina:
ru: Имя машины:
sc: Nòmini màkina:
sk: Meno počítača:
sq: Emri i Makinës:
ta: கணிணியின் பெயர்
tg: Номи мошина:
tl: Pangalan ng makina:
ur: مشین كا نام:
uz@latn: Kompyuterning nomi:
vi: Tên máy tính:
wa: No d' l' éndjole:

source: Updates:
ar: تحديثات:
az: Yeniləmələr:
bg: Актуализации:
bn: আপডেট সমুহ:
bs: Ispravke:
ca: Actualitzacions:
cs: Aktualizace:
da: Opdateringer:
de: Aktualisierungen:
eo: Ĝisdatigoj:
eu: Eguneraketak:
fa: بروزسازی‌ها:
fi: Päivitykset:
fr: Mises à jour :
gl: Actualizacións:
he: עדכונים:
hi: अपडेट्स:
hr: Nadogradnje:
id: Update
is: Uppfærslur:
it: Aggiornamenti:
ja: 更新:
ku: Nûjenkirinên Nû:
lt: Atnaujinimai:
mk: Ажурирања:
ms: Kemaskini:
mt: Aġġornamenti:
nb: Oppdateringer:
pa_in: ਨਵੀਨੀਕਰਨ:
pl: Aktualizacje:
pt: Actualizações:
ru: Обновления:
sc: Ajorronus:
sk: Aktualizácie:
tg: Навсозӣ:
tl: Mga Update:
ur: جدید معلومات:
vi: Cập nhật:
wa: Metaedjes a djoû:

source: Launching drakconnect
ar: يجري إطلاق دراكونكت (drakconnect)
ast: Llanzando drakconnect
az: Drakconnect başladılır
bg: Стартиране на drakconnect
bn: drakconnect চালু করা হচ্ছে
bs: Pokrećem drakconnect
ca: S'està executant drakconnect
cs: Spouští se drakconnect
cy: Cychwyn drakconnect
da: Begynder på drakconnect
de: Starte drakconnect
eo: Lanĉu drakconnect
eu: drakconect abiarazten
fa: راه انداختن drakconnect
fi: Käynnistetään drakconnect
fr: Lancement de drakconnect
fur: Fâs lâ drakconnect
gl: Executando drakconnect
he: מפעיל את drakconnect
hi: ड्रैककनेक्ट को आरम्भ किया जा रहा है
hr: Pokrećem drakconnect
hu: A DrakConnect indítása
id: Menjalankan drakconnect
is: Ræsi drakconnect
it: Sto avviando drakconnect
ja: Drakconnectを起動
ka: ვიძახებ drakconnect-ს
ku: Drakconnect destpêdike
ky: drakconnect иштетүү
lt: Paleidžiama drakconnect
mk: Вклучувам drakconnect
ms: Melaksanakan drakconnect
mt: Qed jitħaddem drakconnect
nb: Starter drakconnect
pa_in: drakconnect ਚਾਲੂ ਕੀਤਾ ਜਾਦਾ ਹੈ
pl: Uruchamianie programu drakconnect
pt: A iniciar drakconnect
ro: Se lansează drakconnect
ru: Запускается drakconnect
sc: Seu alluendi drakconnect
sk: Spúšťanie drakconnect
tg: Сардиҳии drakconnect
tl: Inilulunsad ang drakconnect
ur: ڈارك كے رابطے كا آغاز
vi: Chạy drakconnect
wa: Enondant drakconnect
