Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Will check updates at %s
ast: Verificaránse anovamientos a les %s
cy: Gwirio diweddariadau ar %s
hu: Frissítések keresésének következő időpontja: %s
id: Akan memeriksa update pada %s
ky: Жаңылоолор %s көрсөтүлгөн убакытта текшерилет
ro: Se verifică actualizările la %s
ru: Проверка обновлений будет выполнена в %s

source: Your system is up-to-date
ar: النّظام محدّث
ast: El sistema ta anováu a día de güei
az: Sisteminiz yenidir
bg: Вашата система е обновена
bn: আপনার সিস্টেম আপ-টু-ডেট আছে
bs: Vaš sistem je up-to-date
ca: El vostre sistema està actualitzat
cs: Váš systém je plně aktuální
cy: Mae'r system yn gyfredol
da: Systemet er opdateret.
de: Ihr System ist aktuell
eo: Via sistemo estas ĝisdata
eu: Zure sistema eguneratuta dago
fa: سیستم‌تان بروز است
fi: Järjestelmäsi on ajan tasalla
fr: Votre système est à jour
gl: O seu sistema está actualizado
he: המערכת מעודכנת
hi: आपका तंत्र आज-तक अप-टू-डेट है
hr: Vaš sistem je ažuran
hu: A rendszer naprakész
id: Sistem Anda sudah up-to-date
is: Kerfið þitt er uppfært
it: Il sistema è aggiornato
ja: 新しい更新はありません
ka: თქვენი სისტემა განახლებულია
ku: Sîstema we rojane bû
ky: Система жаңылоону талап кылбайт
lt: Jūsų sistema yra naujausia
mk: Вашиот систем е ажуриран
ms: Sistem anda telah dikemaskini
mt: Is-sistema tiegħek hija aġġornata
nb: Systemet ditt er oppdatert
pa_in: ਤੁਹਾਡਾ ਸਿਸਟਮ ਨਵੀਨ ਹੈ
pl: Oprogramowanie systemu jest aktualne
pt: O seu sistema está actualizado
ro: Sistemul vă este la zi cu actualizările
ru: Система не нуждается в обновлении
sc: Su sistema est ajorronau
sk: Váš systém je dostatočne aktualizovaný
tg: Системаи навкуниро талаб намекунад
tl: Ang iyong sistema ay ayon sa bago
ur: آپ كا سسٹم جدید هے
vi: Hệ thống của bạn đã cập nhật
wa: Li sistinme da vosse est a djoû

source: Service configuration problem. Please check logs and send mail to support@mandrivaonline.com
ar: مشكلة في تهيئة الخدمة. رجاء تحقّق من السجلّ وأرسل إلى support@mandrivaonline.net
ast: Problema de configuración del serviciu. Por favor verifica los ficheros de rexistru y unvie un corréu a support@mandrivaonline.com
bg: Проблем в конфигурация на услуга. Моля проверете журналните файлове и изпратете е-поща на support@mandrivaonline.com
bn: পরিসেবা (service) কনফিগার করতে সমস্যা হয়েছে। অনুগ্রহ করে লগ গুলো পরীক্ষা করুন এবং support@mandrivaonline.com এ মেইল করুন
bs: Problem kod podešavanja servisa. Provjerite logove i pošaljite mail za support@mandrivaonline.com
ca: Problema de configuració del servei. Comproveu els logs i envieu un correu a support@mandrivaonline.com
cs: Problém s nastavením služby. Zkontrolujte prosím záznamy a pošlete email na support@mandrivaonline.com
cy: Problemau ffurfweddu'r gwasanaethwr. Gwiriwch gofnodion ac anfon e-byst at support@mandrivaonline.com
da: Problem med konfiguration af tjeneste. Tjek venligst loggene og send post til support@mandrivaonline.com
de: Konfigurationsproblem des Dienstes. Bitte überprüfen Sie die Log-Datei und senden Sie eine Mail an support@mandrivaonline.com
eo: Problemo pri serva konfigurado. Bonvole sendu retmesaĝon al support@mandrivaonline.com
eu: Zerbitzuaren konfigurazio arazoa. Mesedez aztertu erregistroak eta bidali posta support@mandrivaonline.com helbidera
fa: اشکال تنظیم سرویس. لطفا ثبت‌ها را کنترل کرده و پستی را به support@mandrivaonline.com ارسال کنید
fi: Palvelun asetusongelma. Tarkista lokista ja lähetä viesti osoitteeseen: support@mandrivaonline.com
fr: Problème lors de la configuration du service. Vérifiez les journaux et envoyez-les à : support@mandrivaonline.com
gl: Problema na configuración do servicio. Por favor comprobe os logs e envíe un correo-e a support@mandrivaonline.com
he: חלה תקלה בעת הגדרת השרות. באפשרותך לדווח על התקלה ל: support@mandrivaonline.net
hi: सेवा संरचना समस्या । कॄपया लॉग की जाँच करें और निम्न पते पर एक विपत्र संदेश भेजें support@mandrivaonline.com
hu: Szolgáltatásbeállítási probléma; ellenőrizze a naplókat és küldjön levelet a következő címre: support@mandrivaonline.com
id: Masalah konfigurasi layanan. Harap perika file log dan kirimkan mail ke support@mandrivaonline.com
is: Vandræði með þjónustustillingar, Vinsamlega athugið annála og sendið póst til support@mandrivaonline.com
it: Problema di configurazione del server. Controlla i log e scrivi a support@mandrivaonline.com
ja: サービスの設定に問題があります。ログを調べて support@mandrivaonline.com にメールしてください。
ka: პრობლემა სერვისების კონფიგურაციაში. გთხოვთ გადაამოწმოთ აღრიცხვის ფაილები (logs) დაგამოაგზავნოთ ფოსტა მისმართზე support@mandrivaonline.com
ky: Кызматты конфигурациялоо проблемасы. Логдорду карап чыгып андан соң support@mandrivaonline.com дарегин кат жазыңыз
lt: Paslaugos konfigūravimo problema. Patikrinkite įrašus ir išsiųskite el. laišką adresu support@mandrivaonline.com
mk: Проблем при конфигурирање на сервисот. Ве молиме проверете ги логовите и испратете пошта на support@mandrivaonline.com
ms: Masalah tetapan servis. Sila periksa log dan hantar mel ke support@mandrivaonline.com
mt: Hemm problema fil-konfigurazzjoni. Iċċekkja l-logs u ibgħat imejl lilsupport@mandrivaonline.com
pa_in: ਸੇਵਾ ਸੰਰਚਨਾ ਸਮੱਸਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਲਾਗ ਦੀ ਪੜਤਾਲ ਕਰੋ ਅਤੇ support@mandrivaonline.com ਨੂੰ ਚਿੱਠੀ ਪਾਓ।
pl: Problem z konfiguracją usługi. Sprawdź logi i wyślij e-mail'a pod adres support@mandrivaonline.com
pt: Problema na configuração do serviço. Por favor verifique os registos e envie uma mensagem electrónica para support@mandrivaonline.com
ro: Problemă de configurație a serviciului. Verificați jurnalele și trimiteți un mail la support@mandrivaonline.com
ru: Проблема настройки службы. Проверьте журнал и отправьте письмо на support@mandrivaonline.com
sc: Probrema de assètiu de serbìtziu. Controlla is log e manda una missada a support@mandrivaonline.com
sk: Nastal problém v konfigurácii služby. Prosím skontrolujte log súbory a pošlite e-mail na support@mandrivaonline.com
tg: Мушкилии танзими хидмат.Марҳамат карда номнависҳоро санҷед ва ба support@mandrivaonline.com пайём фиристед
tl: Problema sa pag-configure ng serbisyo. Pakisuri ang mga log at ipadala sa sulat na support@mandrivaonline.com
ur: خدمات كی ترتیب میں مسله۔ مهربانی فرما كر یاداشتوں میں دیكھیں اور support@mandrivaonline.com كو میل بھیجیں
vi: Trục trặc về cấu hình dịch vụ. Hãy xem log và gửi email tới support@mandrivaonline.com
wa: Åk n' a nén stî tot-z apontiant l' siervice. Loukîz les djournås eyet emilez po dire li problinme a support@mandrivaonline.com

source: Please wait, finding available packages...
ar: اتنظر من فضلك، جاري ايجاد الحزم المتوفرة...
ast: Por favor espera, guetando los paquetes disponibles...
bg: Моля изчакайте Пакетите се сортират
bn: উপস্থিত প্যাকেজসমুহ খোঁজা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...
bs: Molim sačekajte, tražim dostupne pakete...
cs: Prosím počkejte, hledám dostupné balíčky...
cy: Arhoswch, canfod pecynnau sydd ar gael...
de: Suche nach vorhandenen Paketen, bitte warten ...
eo: Bonvole atendu, mi serĉas haveblajn pakaĵojn...
eu: Itxaron, pakete erabilgarriak bilatzen...
fa: لطفا صبر کنید، در حال یافتن بسته‌های موجود...
fi: Odota, etsitään saatavilla olevia paketteja
fr: Veuillez patienter, recherche des paquetages disponibles...
gl: Por favor agarde, buscando os paquetes dispoñibles...
he: נא להמתין בעת קריאת מסד הנתונים של החבילות...
hi: कृपया प्रतीक्षा करें, उपलब्ध पैकेजों को पता लगाया जा रहा है...
hu: A rendelkezésre álló csomagok lekérdezése...
id: Harap tunggu, mencari paket yang tersedia...
is: Augnablik, leita að tiltækum pökkum...
it: Attendere, è in corso la ricerca dei pacchetti disponibili...
ky: Күтө туруңуз, мүмкүн болгон пакеттер изделүүдө...
mk: Почекајте, пронаоѓање на достапните пакети...
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕੋ, ਉਪਲੱਬਧ ਪੈਕੇਜ ਖੋਜੇ ਜਾ ਰਹੇ ਹਨ...
pl: Proszę czekać, wyszukiwanie dostępnych pakietów...
pt: Por favor aguarde, a procurar os pacotes disponíveis...
ro: Așteptați, se caută pachetele disponibile...
ru: Подождите. Выполняется поиск доступных пакетов...
sc: Abeta, agatu is pakitus a disposta...
sk: Prosím čakajte, hľadajú sa dostupné balíky...
tg: Интизор шавед, ёфтани қуттиҳои дастрас...
tl: Pakihintay, naghahanap ng mga available na package...
vi: Hãy đợi, đang tìm các gói sẵn có...
wa: Tårdjîz on pô s' i vs plait, dji cwir après les pacaedjes k' i gn a...

source: New updates are available for your system
ar: هناك تحديثات متوفّرة لنظامك
ast: Hai nuevos anovamientos disponibles pal sistema
az: Sisteminiz üçün yeniləmələr mövcuddur
bg: Налични са актуализации за вашата система
bn: আপনার সিস্টেমের জন্য নতুন আপডেট উপস্হিত আছে
bs: Nove ispravke su dostupne za vaš sistem
ca: Hi ha actualitzacions disponibles pel vostre sistema
cs: Pro váš systém jsou k dispozici nové aktualizace
cy: Mae diweddariadau newydd ar gael ar gyfer eich system
da: Nye opdateringer er tilgængelige for dit system
de: Neue Aktualisierungen für Ihr System verfügbar
eo: Novaj ĝisdatigojn estas haveblajn por via sistemo
eu: Zure sistemarentzako eguneraketa berriak eskuragarri daude
fa: بروزسازی‌هایی برای سیستم‌تان در دسترس است
fi: Päivityksiä järjestelmällesi on saatavilla
fr: De nouvelles mises à jour sont disponibles pour votre système
gl: Hai novas actualizacións dispoñibles para o seu sistema
he: עדכונים חדשים זמינים עבור המערכת שלך
hi: आपके तंत्र हेतु नये अपडेट उपलब्ध है
hr: Nema novih datoteka dostupnih za Vas sistem!
hu: Új frissítések érhetők el az Ön rendszeréhez
id: Update baru tersedia untuk sistem Anda
is: Nýjar uppfærslur eru tiltækar fyrir kerfið þitt
it: Nuovi aggiornamenti disponibili per il tuo sistema
ja: 新しい更新があります
ka: თქვენი სისტემა განახლებას საჭიროებს
ku: Rojaneyên nû heye ji bo sîstema we
ky: Сиздин системаңызды жаңылоо мүмкүнчүлүгү бар
lt: Jūsų sistemai yra atnaujinimų
mk: Достапни се нови ажурирања за вашиот систем
ms: Kemaskini baru terdapat untuk sistem anda
mt: Hemm aġġornamenti ġodda għas-sistema tiegħek
nb: Nye oppdateringer er tilgjengelig for ditt system
pa_in: ਤੁਹਾਡੇ ਸਿਸਟਮ ਲਈ ਨਵੇਂ ਨਵੀਨੀਕਰਨ ਉਪਲੱਬਧ ਹਨ
pl: Dostępne są nowe aktualizacje dla Twojego systemu
pt: Novas actualizações disponíveis para o seu sistema
ro: Sunt disponibile noi actualizări pentru sistemul dumneavoastră
ru: Для системы доступны новые обновления
sc: Ajorronus a disposta po su sistema tuu
sk: Sú dostupné nové aktualizácie pre váš systém
tg: Барои системаи шумо навсозиҳои дастрасанд
tl: May mga bagong update para sa iyong sistema
ur: آپ كے سسٹم كیلیے تازه تریں معلومات موجود هیں
vi: Có cập nhật mới cho hệ thống của bạn
wa: I gn des noveas metaedjes a djoû po vosse sistinme

source: New bundles are available for your system
bs: Novi bundles su dostupni za vaš sistem
cs: Pro váš systém jsou k dispozici nové produktové balíky
de: Neue Aktualisierungen sind für Ihr System verfügbar
eu: Zure sistemarentzako fardel berriak eskuragarri daude
fi: Uusia ohelmistokokonaisuuksia järjestelmällesi on saatavilla
fr: De nouveaux paquets sont disponibles pour votre système
he: ערכות חדשות זמינות עבור המערכת שלך
id: Bundel baru tersedia untuk sistem Anda
is: Ný uppfærslusöfn eru tiltæk fyrir kerfið þitt
it: Nuovi pacchetti disponibili per il tuo sistema
mk: Достапен е нов пакет со апликации за вашиот систем
pl: Dostępne są nowe pakiety dla twojego systemu
pt: Novos 'bundles' disponíveis para o seu sistema
ru: Для системы доступны новые программные комплексы
wa: I gn des noveas «bundles» po vosse sistinme

source: Service is not configured. Please click on "Configure the service"
ar: الخدمة غير مهيّئة. رجاء اضغط على "تهيئة الخدمة"
az: Xidmət quraşdırılmayıb. Xahiş edirik "Xidməti quraşdır" düyməsinə basın
bg: Услугата не е конфигурирана. Натиснете "Конфигуриране"
bn: পরিসেবা (service) বর্তমানে কনফিগার করা নেই। অনুগ্রহ করে "পরিসেবাটি কনফিগার করো"-এ ক্লিক করুন
bs: Servis nije podešen. Kliknite na "Podesi servis"
ca: El servei no està configurat. Premeu a "configura el servei"
cs: Služba není nastavena. Klikněte prosím na "Nastavit službu"
da: Tjeneste er ikke konfigureret. Klik på "konfigurér tjenesten"
de: Dienst nicht konfiguriert. Klicken Sie auf „Den Dienst konfigurieren“
eo: Servo ne estas konfigurata. Bonvole musklaku "Konfiguru la servon"
eu: Zerbitzua ez dago konfiguratuta. Mesedez sakatu "Zerbitzua konfiguratu"
fa: سرویس تنظیم نشده است. لطفا بر "تنظیم سرویس" کلیک کنید
fi: Palvelu ei ole asetettu. Paina "Aseta palvelu"
fr: Service non configuré. Cliquez sur « Configuration »
gl: O servicio non está configurado. Clique en "Configura-lo servicio"
he: השירות לא מוגדר. עליך ללחוץ על "הגדרת השרות".
hi: सेवा संरचित नहीं है । कृपया "सेवा संरचना" पर क्लिक करें
hr: Servis nije podešen. Molimo kliknite na "Configure the service"
id: Layanan belum terkonfigurasi. Silahkan klik pada "Konfigurasikan layanan"
is: Þjónusta ekki skilgreind. Vinsamlega smellið á "Stilla þjónustu"
it: Servizio non configurato. Clicca su "Configura il servizio"
ja: サービスが設定されていません。「サービスの設定」を選択して下さい。
lt: Paslauga nesukonfigūruota. Paspauskite "Konfigūruoti paslaugą"
mk: Сервисот не е конфигуриран. Ве молиме притиснете на "конфигурај го сервисот"
ms: Servis tidak ditetapkan. Sila klik pada "Tetapkan servis"
mt: Is-servizz għadu mhux konfigurat. Ikklikkja fuq "Ikkonfigura s-servizz"
nb: Tjenesten er ikke konfigurert. Vennligst klikk på "Konfigurer tjenesten"
pa_in: ਸੇਵਾ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ "ਸੇਵਾ ਸੰਰਚਨਾ" ਨੂੰ ਦਬਾਓ
pl: Usługa jest nieskonfigurowana. Kliknij na "Konfiguracja usługi"
pt: O serviço não está configurado. Por favor clique em "Configurar Serviço"
ru: Служба не настроена. Выберите "Настроить службу"
sc: Serbìtziu no assetiau. Craca "Assètia su Serbìtziu"
sk: Služba nie je nakonfigurovaná. Prosím kliknite na "Konfigurovať službu"
tg: Хидматрасон танзим нашудааст. Ба "Танзимкунии хидмат" ангушт занед
tl: Ang serbisyo ay hindi available. I-click ang "I-configure ang serbisyo"
ur: خدمت ترتیب میں نهیں هے۔ مهربانی فرما كر "Configure the service" پر كلك كریں
vi: Chưa cấu hình dịch vụ. Hãy nhấn "Cấu hình dịch vụ"
wa: Siervice nén apontyî. Clitchîz so «Apontyî l' siervice»

source: Network is down. Please configure your network
ar: الشّبكة متوقّفة. رجاء هيّئ شبكتك
ast: La rede nun ta activa. Configurala por favor
az: Şəbəkə fəal deyil. Xahiş edirik şəbəkənizi quraşdırın
bg: Мрежата е неактивна. Конфигурирайте мрежата си
bn: নেটওয়ার্ক বর্তমানে বন্ধ আছে। অনুগ্রহ করে আপনার নেটওয়ার্ক কনফিগার করুন
bs: Mreža ne radi. Podesite vašu mrežu
ca: La xarxa està inactiva. Si us plau configureu-la
cs: Síť není dostupná. Nastavte prosím vaši síť
cy: Nid yw'r rhwydwaith ar gael. Ffurfweddwch eich rhwydwaith
da: Netværket er nede. Konfigurér venligst dit netværk
de: Kein Netzwerk. Bitte konfigurieren Sie Ihr Netzwerk
eo: Reto estas haltita. Bonvole konfiguru vian reton
eu: Sarea erorita dago. Mesedez konfiguratu zure sarea
fa: شبکه پایین است. لطفا شبکه‌تان را تنظیم کنید
fi: Verkko on alhaalla. Ole hyvä ja aseta verkkosi
fr: Le réseau n'est pas disponible. Vérifiez la configuration du réseau
gl: A rede está caída. Configure a súa rede
he: הרשת לא פעילה. עליך להגדיר את הרשת
hi: नेटवर्क डॉउन है । कृपया अपने नेटवर्क की संरचना करें
hr: Mreža je pala. Molimo podesite mrežu
hu: A hálózat nem aktív. Állítsa be a hálózatot.
id: Jaringan sedang non-aktif. Harap konfigurasikan jaringan Anda
is: Netið er ekki tengt. Vinsamlega stillið nettengingu
it: La rete è disattivata. Prova a riconfigurare la rete
ja: ネットワークが未接続です。ネットワークを設定して下さい。
ka: ქსელი მიუწვდომელია. შეასწორეთ ქსელის კონფიგურაცია
ku: Tor sekiniye. Ji kerema xwe re tora xwe eyar bikin
ky: Тармак иштеген эмес. Тармакты конфигурациялаңыз
lt: Tinklas neveikia. Sukonfigūruokite tinklą
mk: Мрежата не работи. Ве молиме конфигурирајте ја вашата мрежа
ms: Rangkaian tidak berfungsi. Sila tetapkan rangkaian anda
mt: In-network mhux imtella'. Jekk jogħġbok issettja n-network.
nb: Nettverket er nede. Vennligst konfigurerer nettverket ditt
pa_in: ਨੈਟਵਰਕ ਬੰਦ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਨੈਟਵਰਕ ਦੀ ਸੰਰਚਨਾ ਕਰੋ
pl: Sieć jest wyłączona. Skonfiguruj sieć
pt: A rede não está a funcionar. Por favor configure a sua rede
ro: Rețeaua nu funcționează. Configurați-vă rețeaua
ru: Сеть недоступна. Настройте сеть
sc: S'arretza no andat. Assètia s'arretza tua.
sk: Sieť je nedostupná. Prosím skontrolujte vašu sieť
tg: Шабака дастрас нест. Марҳамат кардашабакаи худро танзим кунед
tl: Bagsak ang network. Paki-configure ang iyong network
ur: نیٹورك بند ھے۔ مهربانی فرما كر اپنا نیٹورك ترتیب دیں
vi: Network chưa có. Hãy cấu hình network !
wa: Li rantoele est djus. Apontyîz l' rantoele s' i vs plait.

source: Service is not activated. Please click on "Online Website"
ar: الخدمة غير مُنشَّطة. رجاء اضغط على "موقع الإنترنت"
ast: El serviciu nun ta activáu. Calca sobro "Web Online".
az: Xidmət fəallaşdırılmayıb. Xahiş edirik "Online Veb Saytı" düyməsinə basın
bg: Услугата е неактивна. Натиснете "Online Website"
bn: পরিসেবা (service) বর্তমানে সক্রিয় নেই। অনুগ্রহ করে "অনলাইন ওয়েবসাইট"-এ ক্লিক করুন
bs: Servis nije aktiviran. Kliknite na "Online web stranica"
cs: Služba není aktivována. Klikněte prosím na "Online webové stránky"
cy: Nid yw'r gwasanaeth ar gael. Cliciwch "Gwefan Ar-lein"
da: Tjeneste er ikke aktiveret. Klik på "Websted på nettet"
de: Dienst nicht verfügbar. Klicken Sie auf „Online Webseite“
eo: Servo ne estas aktiva. Bonvole musklaku "TTT-a retejo"
eu: Zerbitzua ez dago aktibatuta. Mesedez klikatu "Lerroko Webgunea"
fa: سرویس فعال نشده است. لطفا بر "وب‌گاه اینترنتی" کلیک کنید
fi: Palvelu ei ole otettu käyttöön. Paina "Online Webbisivusto"
fr: Service non activé. Cliquez sur « Site Mandriva Online »
gl: O servicio non está activado. Clique en "Sitio Web en Liña"
he: השירות לא הופעל. עליך ללחוץ על "אתר מקוון"
hi: सेवा सक्रिय नहीं है । कृपया "ऑनलाइन वेब-स्थल" पर क्लिक करें
hr: Servis nije aktivan. Molimo kliknite na "Online Website"
hu: A szolgáltatás nincs aktiválva. Kattintson az "Online weboldal" funkcióra.
id: Layanan tidak diaktifkan. Silahkan klik pada "Website Online"
is: Þjónusta ekki virk, Vinsamlega smellið á "Tengjast vefsvæði"
it: Servizio non attivato. Clicca su "Sito web online"
ja: サービスが有効になっていません。「Onlineウェブサイト」を選択して下さい。
ka: სერვისი არ არის აქტივირებული. დააწკაპუნეთ „Online Website“-ზე
ky: Кызмат активдештирилген эмес. "Онлайн веб-сайты"н басыңыз
lt: Paslauga neįjungta. Paspauskite "Interneto svetainė"
mk: Сервисот не е вклучен. Ве молиме притиснете на "Онлајн Веб сајт"
ms: Servis tidak diaktifkan. Sila klik pada "Laman Web Online"
mt: is-servizz mhux attivat. Jekk jogħġbok klikkja fuq "Sit online"
nb: Tjenesten er ikke aktivert. Vennligst klikk på "Online-nettsted"
pa_in: ਸੇਵਾ ਸਰਗਰਮ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ "ਆਨਲਾਇਨ ਵੈਬਸਾਇਟ" ਦਬਾਓ
pl: Usługa jest nieaktywna. Kliknij na Witryna internetowa"
pt: O serviço não está activado. Por favor clique em "Sítio Web Em Linha"
ro: Serviciul nu este activat. Apăsați pe "Site online"
ru: Служба не включена. Выберите "Зайти на веб-сайт"
sc: Serbìtziu no abivau. Craca "Jassus Online"
sk: Služba nie je aktivovaná. Prosím kliknite na "Online web"
tg: Хидмат фаъол нагаштааст. Ба "Пойгоҳи шабакавӣ" ангушт занед
tl: Ang serbisyo ay hindi nakaandar. Paki-click ang "Online Website"
ur: خدمت چالو نهیں هے۔ مهربانی فرما كر "Online Website" پر كلك كریں
vi: Dịch vụ chưa được kích hoạt. Hãy nhấn chuột lên "Website Trực Tuyến"
wa: Siervice nén èn alaedje. Clitchîz so «Waibe»

source: urpmi database locked
ast: base de datos d'urpmi bloquiada
cs: databáze urpmi je zamknutá
cy: Cronfa ddata urpmi wedi cloi
de: urpmi Datenbank ist gesperrt
he: בסיס הנתונים של urpmi נעול
hu: A(z) "urpmi" adatbázis zárolt
id: database urpmi terkunci
it: database urpmi bloccato
ky: urpmi берилиштер базасы кулпуланган
pl: urpmi baza danych zablokowana
pt: urpmi base de dados trancada
ro: baza de date urpmi este blocată
ru: База данных urpmi заблокирована

source: Release not supported (too old release, or development release)
ar: هذه الإصدارة غير مدعومة (إما بسبب أنها قديماً جداً، أو أنها إصدارة تطويريّة)
ast: Versión nun sofitada (mui antigua o versión en desendolcu)
bg: Версията не се подържа (много стара, или в процес на разработка)
bn: সংস্করণটির সমর্থন নেই (খুব পুরানো, অথবা ডেভেলপমেন্ট সংস্করণ)
bs: Izdanje nije podržano (prestaro izdanje ili je riječ o izdanju u razvoju)
cs: Verze není podporována (příliš stará nebo vývojová verze)
cy: Nid yw'r rhyddhad yn cael ei gynnal (mae'n rhy hen neu'n rhyddhad datblygu)
da: Udgivelse ikke understøttet (for gammel udgivelse, eller udviklingsudgivelse)
de: Version wird nicht unterstützt (zu alte Version, oder Entwicklungsversion)
eo: Sistemversiono ne konvenas (tro malnova versiono, aŭ disvolva versiono)
eu: Bertsio hau ez dago sostengaturik (bertsio zaharregia, edo garapen bertsioa)
fa: انتشار پشتیبانی نشده است (انتشار بسیار قدیمی، یا انتشار توسعه‌ای)
fi: Jakelu ei tuettu (liian vanha jakelu, tai kehitysjakelu)
fr: Cette version de Mandriva Linux n'est pas supportée (obsolète ou en développement)
gl: Versión non soportada (versión antiga ou de desenvolvemento)
he: גרסה לא נתמכת (גרסה ישנה מדי או גרסת פיתוח)
hi: यह विमोचन संस्मरण समर्थित नहीं है (या तो बहुत प्राचीन या फ़िर विकास विमोचन संस्मरण है)
hu: Nem támogatott verzió (túl régi, vagy fejlesztői verzió)
id: Rilis tidak didukung (rilis terlalu lama, atau rilis pengembangan)
is: Útgáfa ekki þjónustuð (of gömul útgáfa, eða tilraunaútgáfa)
it: Versione non supportata (troppo vecchia o di sviluppo)
ja: お使いのバージョンはサービスの対象外です(期限切れ/開発版)
ka: ამ გამოშვების (Release) მხარდაჭერა არ გამაჩნია (ან მოძველებულია, ან development release არის)
ky: Релиз колдоого ээ эмес (өтө эски же иштелип жаткан релиз)
lt: Versija nepalaikoma (versija per sena arba dar kuriama)
mk: Верзијата не е подржана (премногу стара верзија или верзија во развоја фаза)
ms: Keluaran tidak disokong (keluaran terlalu lama, atau keluaran pembangunan)
mt: Verżjoni mhux sapportita (antika wisq, jew verżjoni ta' żvilupp)
pa_in: ਜਾਰੀ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ (ਬਹੁਤ ਪੁਰਾਣਾ ਵਰਜਨ ਹੈ ਜਾਂ ਵਿਕਾਸ ਜਾਰੀ ਹੈ)
pl: Nieobsługiwane wydanie (za stare, lub wydanie rozwojowe)
pt: Versão não suportada (versão demasiado antiga, ou de desenvolvimento)
ro: Versiunea nu este suportată (versiunea este prea veche sau este versiune de dezvoltare)
ru: Релиз не поддерживается (слишком старый или разрабатываемый релиз)
sc: Release no suportada (tropu beça, o de adelantamentu)
sk: Táto verzia nie je podporovaná (je príliš stará alebo je vo fáze vývoja)
tg: Барориш пуштибонӣ намегардад (барориши хеле кӯҳна, ё коркарди барориш)
tl: Hindi suportado ang pagpapalabas (luma na, o panglinang na pagpapalabas)
ur: نشریه مواقف نهیں هے (بهت پرانا نشریه هے یا ترقی كا نشریه)
vi: Không hỗ trợ phát hành này (phát hành quá cũ hay là bản phát triển)
wa: Modêye nén sopoirtêye (modêye pår trop viye, ou modêye di diswalpaedje)

source: No medium found. You must add some media through 'Software Media Manager'.
ast: Nun alcontráu dengún mediu. Tienes d'amestar un col "Alministrador de preseos de software".
cs: Nebyl nalezen žádný zdroj software. Je třeba přidat alespoň jeden zdroj pomocí Správce zdrojů software.
cy: Heb ganfod cyfrwng. Rhaid ychwanegu cyfrwng drwy'r "Rheolwr Cyfrwng Meddalwedd"
de: Kein Medium gefunden. Sie müssen einige Medien mit dem 'Software Medien Manager'
he: לא נמצאו מקורות תוכנה, עליך להוסיף מקורות דרך 'ניהול מקורות תוכנה'.
hu: Adatforrás nem található. Fel kell venni egy vagy több adatforrást a szoftverforrás-kezelővel.
id: Tidak ditemukan media. Anda harus menambahkan media melalui 'Manajemen Media Perangkat Lunak'
ky: Эч кандай булак табылган жок. Сиз 'Программа Булактардын Менеджер'ин колдонуп бир нече булактарды кошууңуз керек.
pl: Nie odnaleziono nośnika. Dodaj nośnik w 'Menedżere Nośników Oprogramowania'.
ro: Nu s-au găsit medii. Trebuie adăugate medii prin 'Administrator Medii de Programe'.
ru: Источник не найден. Нужно добавить хотя бы один источник с помощью Менеджера источников программ.
