Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: The version of the Mandriva Online client is too old. You need to update to a newer version. You can get a new one from http://start.mandriva.com
bs: Verzija vašeg Mandriva Online klijenta je prestara. Morate nabaviti noviju verziju. Možete je preuzeti sa adrese http://start.mandriva.com
cs: Tato verze klienta Mandriva Online je příliš stará. Musíte aktualizovat na novou verzi. Novou verzi lze získat na adrese http://start.mandriva.com
de: Die Version von Mandriva Online ist zu alt. Auf eine neuere Version updaten, welche unter http://start.mandriva.com zur Verfügung steht
eu: Mandriva Online bezero bertsioa zaharregia da. Bertsio berriago batera eguneratu behar duzu. Berria jaso dezakezu http://start.mandriva.com helbidetik.
fi: Mandiva Online asiakasohjelma on liian vanha. Sinun pitää päivittää uudempaan versioon. Voit hakea sitä osoitteesta: http://start.mandriva.com/
fr: La version du client Mandriva Online est trop ancienne. Vous devez installer une nouvelle version. Vous pouvez en télécharger une depuis http://start.mandriva.com
gl: A versión do cliente de Mandriva Online é moi antiga. Cómpre actualizar a unha versión máis nova. Pode facelo en http://start.mandriva.com
he: גרסת הלקוח של מנדריבה-אונליין מיושנת מדי. עליך לעדכן לגרסה חדישה יותר. ניתן לקבל גרסה חדשה מ- http://start.mandriva.com
id: Versi dari klien Mandriva Online terlalu lama. Anda perlu mengupdatenya ke versi yang baru. Anda bisa mendapatkannya dari http://start.mandriva.com
is: Útgáfan af Mandriva Online biðlaranum er of gömul. Þú þarft að uppfæra til nýrri útgáfu. Þú getur náð í nýja útgáfu á http://start.mandriva.com
it: La versione del client Mandriva Online è troppo vecchia. Devi installare una nuova versione. Puoi scaricarla da http://start.mandriva.com
mk: Верзијата на клиентот „Mandriva Online“ е премногу стара. Треба да го надградите со понова верзија. Новата верзија можете да ја преземете од http://start.mandriva.com
pl: Zainstalowana wersja klienta Mandriva Online jest zbyt stara. Zaktualizuj program do nowej wersji. Można ją pobrać ze strony http://start.mandriva.com
pt: A versão do cliente Mandriva Online é demasiado antiga. Precisa actualizar para uma nova versão, Pode obter uma a partir de http://start.mandriva.com
ru: Слишком старая версия клиента Mandriva Online. Обновите клиент до более свежей версии. Загрузить его можно с сайта http://start.mandriva.com
wa: Li modêye di Mandriva so les fyis est pår trop viye. Vos dvoz mete a djoû viè ene nouve modêye. Vos ndè ploz prinde ene so http://start.mandriva.com

source: This bundle is not well formated. Aborting.
bs: Bundle nije ispravno formatiran. Prekidam.
cs: Tento produktový balík není správně formátován. Končím.
de: Das Bundel ist nicht richtig formatiert. Abbruch.
fi: Tämä kokoelma ei ole oikein määritelty, Lopetetaan.
fr: Ce bundle n'est pas formatté correctement. Annulation en cours.
he: ערכה זו אינה סדורה כהלכה, נוטש.
id: Paket ini tidak terformat dengan baik. Membatalkan.
is: Þetta uppfærslusafn er ekki rétt sniðið. Hætti við.
it: Questo pacchetto non è formattato correttamente. Annullamento in corso.
mk: Овој пакет со апликации не е добро форматиран. Прекинувам.
pl: Ten pakiet nie może zostać przetworzony. Operacja przerwana.
pt: Este 'bundle' não está bem formatado. Abortar.
ru: Этот bundle имеет неверный формат. Установка прервана.
wa: Ci «bundle» chal n' est nén bén fwait. Dji rnonce.

source: Installing packages ...
ar: جاري تركيب الحزم...
az: Paketlər qurulur...
bg: Инсталиране на пакети ...
bn: প্যাকেজসমূহ ইনস্টল করা হচ্ছে...
bs: Instaliram pakete...
ca: S'estan instal·lant els paquets...
cs: Instaluji balíčky...
da: Installerer pakker...
de: Installiere Pakete...
eo: Instalanta pakaĵojn...
eu: Paketeak instalatzen...
fa: نصب بسته‌ها...
fi: Asennetaan paketteja...
fr: Installation des paquetages...
fur: O instali i pachets...
gl: Instalando paquetes...
he: מתקין חבילות...
hi: पैकेजों का संसाधन किया जा रहा है...
id: Menginstall paket...
is: Set inn pakka...
it: Installazione dei pacchetti ...
ja: パッケージをインストール中..
lt: Įdiegiami paketai ...
mk: Инсталирање на пакетите...
ms: Memasang pakej ...
mt: Qed ninstalla pakketti...
pl: Instalowanie pakietów...
pt: A instalar pacotes...
ru: Устанавливаются пакеты...
sc: Aposentu is pakitus ...
sk: Inštalujú sa balíky...
tg: Қуттиҳо коргузорӣ мешавад...
tl: Ini-install ang mga package...
vi: Đang cài đặt các gói tin ...
wa: Astalant les pacaedjes...

source: Unable to update packages from update_source medium.
ar: لم يمكن تحديث الحزم من وسيط التحديث.
ast: Nun pudieron anovase los paquetes dende'l mediu update_source.
bg: Не е възможна актуализацията на пакетите от източника.
bn: update_source মাধ্যম থেকে প্যাকেজ আপডেট করা যায় নি।
bs: Nisam u mogućnosti da uradim update paketa sa update_source medija.
ca: No es poden actualitzar els paquets des del suport update_source.
cs: Nelze aktualizovat balíčky ze zdroje update_source.
cy: Methu diweddaru pecynnau o gyfrwng update_source.
da: Kan ikke opdatere pakker fra update_source-medium.
de: Aktualisieren der Pakete vom Mdkupdate Medium nicht möglich.
eo: Ne kapablas ĝisdatigi pakaĵojn el 'update_source medium'.
eu: Ezin dira update_source euskarritik paketeak eguneratu.
fa: قادر نبودن به بروزسازی بسته‌ها از رسانه‌ی update_source.
fi: Ei pystytty päivittämään paketteja update_source-lähteestä.
fr: Impossible de mettre à jour les paquetages du média update_source.
fur: No si rive a atualizâ i pachets de font update_source.
gl: Non foi posible actualiza-los paquetes dende o soporte update_source.
he: לא ניתן לעדכן חבילות ממדיית update_source.
hi: एमडीकेअपडेट माध्यम से पैकेजों को अपडेट करने में असमर्थ ।
hu: A csomagok Mandriva Update-adatforrásból való frissítése sikertelen.
id: Gagal meng-update paket dari media update_source.
is: Gat ekki uppfært pakka frá uppfærslumiðli.
it: Impossibile aggiornare i pacchetti dalla sorgente update_source.
ja: update_sourceメディアからパッケージを更新できません。
ka: update_source-ის მედიუმიდან პაკეტები ვერ განვაახლე.
ku: di medyaya update_source de paket tên nûjenkirin.
ky: update_source булагынан пакеттерди жаңылоо мүмкүн эмес.
lt: Negaliu atnaujinti paketų sarašo iš update_source šaltinio.
mk: Не можам да ги ажурирам пакетите од медиумот update_source.
ms: Gagal mengemaskini pakej dari media update_source.
mt: Ma stajtx naġġorna pakketti mis-sors update_source.
pa_in: update_source ਮਾਧਿਅਮ ਤੋਂ ਪੈਕੇਜ ਨਵੀਨੀਕਰਨ ਲਈ ਅਸਫਲ ਹੈ।
pl: Nie można uaktualnić pakietów z nośnika update_source.
pt: Não é possível actualizar os pacotes da média update_source.
ro: Nu se pot actualiza pachetele de pe mediul update_source.
ru: Невозможно обновить пакеты из источника update_source.
sc: No potzu ajorronai is pakitus de su mèdiu update_source.
sk: Nie je možné aktualizovať balíky z média update_source.
tg: Навсозии бастаҳо аз муҳити update_source ғайри имкон аст.
tl: Hindi ma-update ang mga package mula sa medium ng update_source.
vi: Không thể cập nhật các gói từ phương tiện update_source.
wa: Dji n' a nén savou mete a djoû les pacaedjes foû do sopoirt update_source.

source: Launching mdkupdate --applet
az: mdkupdate --applet başladılır
bg: Стартиране на mdkupdate --applet
ca: S'està executant mdkupdate --applet
da: Start Mandriva Linux Opdatering op - applet
eu: mdkupdate --applet abiarazten
fi: käynnistetään mdkupdate --applet
fr: Lancement de mdkupdate --applet
fur: Inviament de applet di mdkupdate
hi: एमडीकेअपडेट को आरम्भ किया जा रहा है
hr: Pokrećem mdkupdate --aplet
is: Ræsi mdkupdate --applet
ja: 更新アプレットを起動
ku: Destpêkirina mdkupdate --applet
mk: Вклучувам mdkupdate --applet
mt: Qed jitħaddem mdkupdate --applet
nb: Starter mdkupdate --applet
pa_in: mdkupdate --applet ਚਾਲੂ ਕੀਤਾ ਜਾਦਾ ਹੈ
tl: Inilulunsad ang mdkupdate --applet
ur: جدید تریں ایمڈی كے كا آغاز --applet
wa: Enondant «mdkupdate --applet»

source: %s database locked
fr: base de donnée %s verrouillée
is: %s gagnagrunnur læstur
wa: båze di dnêyes %s serêye

source: --applet - launch Mandriva Update.
ar: --applet - تشغيل ماندريبا أبدايت.
bg: --applet - стартира Mandriva Update.
bn: --applet - Mandriva Update চালু করো।
ca: --applet - actualitza Mandriva Update.
de: --applet - starte Mandriva Aktualisierung.
eu: --applet - Mandriva Update abiarazten du.
fa: --applet - اجرای Mandriva Update.
fi: --applet - käynnistä Mandriva Update.
fr: --applet - lance Mandriva Update.
gl: --applet - executar Mandriva Update.
hi: --applet - मैनड्रिवअपडेट की शुरूवात।
is: --applet - ræsa Mandriva Uppfærslur.
it: --applet - avvia Mandriva Linux Update.
mk: --applet - Вклучување на Mandriva Update.
mt: --applet - ħaddem Mandriva Update.
pt: --applet - executa o Mandriva Update..
sc: --applet - lança Mandriva Update.
tl: --applet - ilunsad ang Mandriva Update.
vi: --applet - chạy Mandriva Update.
wa: --applet - enonder les metaedjes a djoû di Mandriva Linux.

source: Cannot get list of updates: %s
de: Unmoeglich die Liste der Updates zu bekommen: %s
eu: Ezin da eguneraketen zerrenda jaso: %s
fi: Pävityslistan hakeminen ei onnistu: %s
fr: Impossible de récupérer la liste des mise à jours : %s
gl: Non se puido obter a lista de actualizacións: %s
is: Get ekki sótt lista af uppfærslum: %s
it: Impossibile recuperare elenco aggiornamenti : %s
mk: Не може да се достави листата на надградби: %s
pt: Não é possível obter a lista de actualizações: %s
wa: Dji n' a nén savou aveur li djivêye des metaedjes a djoû: %s

source: Choose which packages should be installed and Press Ok
bg: Изберете пакетите, които ще инсталирате и натиснете OK
da: Vælg de pakker som bør installeres og tryk O.k.
de: Wählen Sie welche Pakete installiert werden sollen und bestätigen Sie mit OK
eu: Hautatu zein pakete instalatu behar diren eta Ados sakatu
fi: Valitse asennettavat paketit ja paina Ok
fr: Choisissez les paquetages à installer et cliquez sur Ok
gl: Escolla os paquetes que deben instalarse e prema Aceptar
hi: चयन करें कि किन पैकेजों को संसाधित किया जाना चाहिए और ठीक को दबायें
is: Veldu hvaða pakka á að setja inn og smelltu á "Í lagi"
it: Scegli i pacchetti da installare e premi OK
ja: インストールするパッケージを選択して[OK]を押してください。
mk: Изберете кои пакети да се инсталираат и притиснете Во ред
pt: Escolha que pacotes devem ser instalados e Prima Ok
sc: Sçobera ita pakitus iant a bolli aposentaus e Craca Ok
vi: Chọn các gói cần cài đặt và nhấn Ok
wa: Tchoezixhoz les pacaedjes a-z astaler eyet clitchîz so «'l est bon»

source: Mandriva Online %s
he: מנדריבה-אונליין %s

source: Mandriva Online
ar: ماندريبا أُنلاين
bn: ম্যান্ড্রিব অনলাইন
fa: ﻡﺎﻧﺩﺭیﺑﺍ بر اینترنت
he: מנדרייבה-אונליין
hi: मैनड्रिवऑनलाइन
ku: Tu Bi Xêr Hatî Mandriva Online
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ
ur: مینڈریكآنلاءین

source: You already have at least one update medium configured, but all of them are currently disabled. You should run the Software Media Manager to enable at least one (check it in the Enabled? column). Then, restart %s.
ar: لديك على الأقل وسيط تحديث واحد تمت تهيئته، لكن جميعهم معطلون حالياً. يجب عليك تشغيل مدير وسائط البرامج لتمكين واحد على الأقل (قم بالتأشير عليها في عامود التمكين؟). ثم قم بإعادة تشغيل أداة %s.
de: Sie haben schon mindestens ein Update-Medium angegeben, aber im Moment sind alle diese Medien ausgeschaltet. Sie sollten den Software Medien Manager ausführen und mindestens eines der Medien aktivieren (Schalten Sie es in der Aktiviert? Spalte ein) Starten Sie anschließend erneut %s.
eu: Dagoeneko gutxienez eguneraketa euskarri bat konfiguratuta daukazu, baina une honetan guztiak ezgaituta daude. Software Euskarrien Kudeatzailea exekutatu beharko zenuke gutxienez bat gaitzeko (markatu Gaituta? zutabean). Ondoren, %s berrabiarazi.
fa: شما حداقل یک رسانه‌ی بروزسازی را از قبل پیکربندی کرده‌اید، اما تمام آنها اکنون از کار افتاده‌اند. شما باید مدیر رسانه‌های نرم‌افزار را برای به کار انداختن حداقل یکی از آنها اجرا کنید (آن را در ستون به‌کار‌افتاده؟ کنترل کنید). پس از آن %s را دوباره شروع کنید.
fi: Olet jo määrittänyt ainakin yhden päivityslähteen, mutta kaikki ovat tällä hetkellä pois käytöstä. Sinun pitäisi ottaa käyttöön ainakin yksi lähteistä Ohjelmistolähteiden hallinnassa (valitse sen Käytössä?-valinta) Käynnistä tämän jälkeen %s uudelleen.
gl: Ten como mínimo un soporte de actualización configurado, pero todos eles están deshabilitados. Debe executar o Xestor de Soportes de Software para activar como mínimo un (márqueo na columna ¿Habilitado?). Despois, reinicie %s.
hi: आपने पहिले से ही कम-से-कम एक अपडेट माध्यम को संरचित कर रक्खा है, परन्तु वह सभी इस समय निष्क्रिय है। इनमें से कम-से-कम एक को सक्रिय बनाने के लिए, आपको सॉफ़्टवेयर मीडीया प्रबंधक को चलाना चाहिए। (सक्रिय (Enabled?) कालम में देखें) इसके बाद, %s को पुनः आरम्भ करें।
pt: Já tem pelo menos uma média de actualização configurada, mas todas elas estão actualmente desactivadas. Deve executar o Gestor de Médias de Software para activar pelo menos uma (marcar na coluna Activado). Depois, reinicie %s.

source: System is busy. Please wait ...
az: Sistem məşğuldur. Xahiş edirik gözləyin...
ca: El sistema està ocupat. Espereu ...
da: Systemet er optaget. Vent ...
fur: Il sisteme al è cjapât. Spiete ...
hr: Sistem je zauzet. Molimo pričekajte ...
hy: Համակարգը զբաղված է: Սպասեք...
ja: システムがビジー状態です。お待ち下さい...
ku: Sîstem disekine. Kerema xwe re li bende bin ...
mt: Is-sistema hija okkupata. Stenna ftit ...
nb: Systemet er opptatt. Vennligst vent ...
ur: سسٹم مصروف هے۔ انتظار فرماءیے ۔۔۔

source: Sending configuration...
af: Stuur konfigurasie...
az: Qurğular yollanır...
da: Sender konfiguration...
fur: Inviament de configurazion in vore...
hy: Ուղարկվում են ձևակերպումները...
ja: 設定を送信中...
ku: Sazkirin tê şandin...
nb: Sender konfigurasjon...
ur: اجزا یا اناصر كی ترتیب كو بھجحنا۔۔۔
uz@latn: Moslamalar jo'natilmoqda...

source: In order to benefit from Mandriva Online services, we are about to upload your configuration. The Wizard will now send the following information to Mandriva: 1) the list of packages you have installed on your system, 2) your hardware configuration. If you feel uncomfortable by that idea, or do not want to benefit from this service, please press 'Cancel'. By pressing 'Next', you allow us to keep you informed about security updates and useful upgrades via personalized email alerts. Furthermore, you benefit from discounted paid support services on www.mandrivaexpert.com.
az: Mandriva Online xitmətlərindən faydalanmağınıza ikan vermək üçün, sizin qurğularınızı mərkəzə göndərməliyik. Sehirbaz indi aşağıdakı məlumatları Mandriva vericimizə göndərəcəkdir: 1) sistemə qurulu paketlər, 2) avadanlıq qurğularınız. İstəmirsinizsə, Ləğv Et'ə basın. 'Sonrakı'nı basmaqla sizin satıcınız olaraq sizin haqqınızda daha çox şey öyrənmə səlahiyyətini bizə tanımış olursunuz və sərfəli güncəlləmələr haqqında xəbərlar almış olacaqsınız. Həm də bu qeydlə siz www.mandrivaexpert.com ünvanındakı xitmətlərdən endirimli, yəni daha ucuz faydalana bilərsiniz.
ca: Per poder gaudir dels serveis de Mandriva Online, ara penjarem la vostra configuració. L'auxiliar enviarà a Mandriva la informació següent: 1) la llista de paquets que heu instal·lat al sistema, 2) la configuració del maquinari. Si no us agrada la idea, o no voleu gaudir d'aquest servei, feu clic a 'Cancel·la'. Si feu clic a 'Següent', ens autoritzeu a mantenir-vos informat de les actualitzacions de seguretat i altres millores mitjançant avisos personalitzats per correu electrònic. A més, gaudireu de descomptes en els serveis de suport de pagament de www.mandrivaexpert.com.
da: For at kunne få gavn af Mandriva Online-tjenesterne er vi ved at oplægge din konfiguration. Hvis du ikke føler dig tryg med denne idé, eller ikke ønsker at drage nytte af denne tjeneste, så tryk 'Annullér'. Ved at trykke 'Næste' vil du lade os holde dig informeret om sikkerhedsopdateringer og nyttige opgraderinger via individuelle epost-underretninger. Desuden vil du få rabat på betalbare supporttjenenester på www.mandrivaexpert.com.
fur: Par permetiti di podê doprâ i servizis Mandriva Online, o stin par cjariâ le to configurazion. Il Wizard al mandarâ a Mandriva les seguintis informazions: 1) le liste dai pachets che tu âs instalât tal to sisteme, 2) le to configurazion hardware. Se no ti va, o se no tu vuelis beneficiâ di chest servizi, par plasè frache 'Scancele'. Fracant 'Indenant', tu nus permetarâs di tignîti informât su atualizazions pe sigurece e mioraments vie email personalizadis di avîs Dongje, tu podarâs beneficiâ di sconts sul servizi di supuart su www.mandrivaexpert.com.
ja: Mandriva Onlineサービスをご利用頂くために、今から あなたのシステムの設定情報を送信します。 このWizardは次の情報を Mandriva に送ります: 1) インストールされているパッケージのリスト 2) ハードウェアの設定 これらの情報を送信されたくない、またはこのサービスを利用されない場合は[キャンセル]を 押して下さい。[次へ]を選択されると、送信された情報をもとにセキュリティアップデート と通常の更新情報をお客様ごとにメールでお知らせします。 また、このサービスをご利用頂くと www.mandrivaexpert.com の有料サポートにも割引が 適用されます。
ku: Bi hilbijartina ku tê bikî tu dibî xwediyê şansa ku alîkariyê bidî Mandriva Linux'e. Dê ev sêrbaz agahiyên li jêr hatiye lîstekirin ji Mandriva'ê re bişîne: 1) Navê (bernameyên) Paketên di pergalêde barkirî, 2) Lîsteya hardwera kompûtera te. Heke ev li xweşa te neçû Derbas Be bitikîne û jê derkeve! Heke tu Pêş de Here bitikînî tê li gor pêwistiyên Mandriva Linux di sazkirinê de alîkariyeke mezin bikî. Tu caran agahiyên te yên pergalê ji kesekî sêyemîn re naçe. Dê hemû agahî di Poliçeya Nepenî ya Mandriva Linux de were veşartin. www.mandrivaexpert.com.
mt: Biex tibbenefika mis-servizzi ta' Mandriva Online, irridu nibgħatu l-konfigurazzjoni tiegħel. Is-Saħħar se jibgħat din l-informazzjoni lill Mandriva: 1) Lista tal-pakketti li huma nstallati fuq is-sistema tiegħek, 2) Il-konfigurazzjoni tal-ħardwer tal-kompjuter. Jekk ma tħossokx komdu b'dan, jew jekk ma tixtieqx tibbenefika minn dan is-servizz, jekk jogħġbok agħfas "Ikkanċella". Jekk tagħfas "Li jmiss", int tippermettilna li nżommuk informat dwar aġġornamenti fis-sigurtà u aġġornamenti oħra utli permezz ta' messaġġi bl-imejl personalizzati. Minnbarra dan, int tieħu vantaġġ minn skonti fuq servizzi oħra bil-ħlas minn www.mandrivaexpert.com.
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਸੇਵਾਵਾਂ ਤੋਂ ਵੱਧੋ ਵੱਧ ਲਾਭ ਲੈਣ ਲਈ, ਅਸੀਂ ਤੁਹਾਡੀ ਸੰਰਚਨਾ ਨੂੰ ਅੱਪਲੋਡ ਕਰ ਰਹੇ ਹਾਂ। ਸਹਾਇਕ ਹੇਠ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮੈਂਡਰਿਵਸਾਫਟ ਨੂੰ ਭੇਜ ਰਿਹਾ ਹੈ: 1) ਤੁਹਾਡੇ ਸਿਸਟਮ ਤੇ ਇੰਸਟਾਲ ਪੈਕੇਜਾਂ ਦੀ ਸੂਚੀ, 2) ਤੁਹਾਡੇ ਜੰਤਰਾਂ ਦੀ ਸੰਰਚਨਾ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ ਢੰਗ ਨਾਲ ਕੋਈ ਸਮੱਸਿਆ ਹੈ ਜਾਂ ਤੁਸੀਂ ਇਸ ਸੰਰਚਨਾ ਦਾ ਲਾਭ ਨਹੀਂ ਲੈਣ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ 'ਰੱਦ ਕਰੋ' ਨੂੰ ਦਬਾਓ। 'ਅੱਗੇ' ਨੂੰ ਦਬਾਉਣ ਨਾਲ, ਤੁਸੀਂ ਸਾਨੂੰ ਆਪਣੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਆ ਨਵੀਨੀਕਰਨ ਅਤੇ ਲਾਭਦਾਇਕ ਨਵੀਨੀਕਰਨ ਨੂੰ ਨਿੱਜੀ ਈ-ਪੱਤਰਾਂ ਰਾਹੀਂ ਦੇਣ ਲਈ ਸਹਾਇਕ ਹੋ। ਇਸ ਤੋਂ ਇਲਾਵਾ ਲਗਾਤਾਰ ਪੇਸ਼ੇਵਾਰ ਸਹਿਯੋਗੀ ਸੇਵਾਵਾਂ ਲਈ ਵੇਖੋ www.mandrivaexpert.com
tl: Para makinabang sa mga serbisyo ng Mandriva Online, i-a-upload namin ang iyong configuration. Ipapadala ngayon ng Wizard ang mga sumusunod na inpormasyon sa Mandriva: 1) ang talaan ng mga package na naka-install sa iyong sistema, 2) iyong hardware configuration. Kung hindi ka komportable sa idea na iyon, o ayaw pakinabangan ang serbisyong ito, paki-pindut ang 'I-cancel'. Sa pagpipindut ng 'Kasunod', pinapayagan mo kaming ipaalam sa iyo ang tungkol sa mga update sa seguridad at mga kapakipakinabang na mga upgrade via mga personalized email alert. At saka, ikaw ay makakatawad sa sa mga bayad na support service sa www.mandrivaexpert.com.
ur: مینڈریك آنلاءین كی خدمات سے فاءںده اٹھانے كے لےء، هم آپ كے اجزا كی ترتیب كو نقل بالا كرنے والے هیں۔ ویزرڈ اب مندرجه ذیل معلومات كو مینڈریكسوفٹ كو بیھجے گا: 1) باندھی هویء سشیاء كی فهرست جو آپ نے اپنے سسٹم پرنصب كی هیں، 2) آپ كے كمپیوٹر كے مشینی اور برقی اجزا۔ اگر آپ كو یه تجویز غیرآرامده هے،یا اس خدمت سے مستفیدنهی هونا چاهتے،

source: Unsecure invocation: Method available through httpS only
da: Usikkert kald: Metoden er kun tilgængelig via httpS

source: --help - print this help message.
af: --help - druk hierdie help boodskap.
az: --help - bu yardım ismarışını göstər.
da: --help - print denne hjælpebesked.
fur: --help - stampe chest mes di jutori.
hr: --help - ispiši ovaj tekst s pomoći.
hy: --help - ցուցադրել այս տեղեկանքը:
ja: --help - このヘルプメッセージを出力する。
ku: --help - ev peyama alîkariyê nîşan dide.
lv: --help - drukāt šo palīdzības tekstu.
mn: --help - Энэ тусламжийг хэвлэх.
nb: --help - skriv denne hjelp beskjeden.
sq: --help - çfaqe këtë lajm ndihmues.
sr: --help - aPb€aIaKaAaZbƒb˜aE aOaVbƒ aPaOb€bƒaKbƒ.
ta: --help - இந்த உதவியை காட்டு.
th: --help - แสดงข้อความช่วยเหลือ
uz@latn: --help - shu yordam xabarini ko'rsatish.

source: --auto - Mandriva Update launched automatically.
da: --auto - Mandriva Update startes automatisk.
ja: --auto - Mandriva Updateを自動的に起動する。

source: --applet - launch Mandriva Update.
da: --applet - start MandrivaOpdatér op.
ja: --applet - Mandriva Updateを起動する

source: --mnf - launch mnf specific scripts.
da: --mnf - start mnf-specifikke skripter.
ja: --mnf - MNF固有のスクリプトを起動する。

source: --noX - text mode version of Mandriva Update.
da: --noX - teksttilstandsversion af Mandriva Update.
ja: --noX - テキストモードのMandriva Update

source: No %s file found. Run mdkonline wizard first
da: Ingen %s-fil fundet. Kør mdkonline-hjælperen først
ja: %s ファイルがありません。まずmdkonlineウィザードを実行してください。
ku: Belge %s ne hatiye dîtin. Berî hemû mdkonline wizard ê bişuxulînê
ur: %s فاءیل نهیں ملی۔ پهلے ایم ڈی كےآنلاءین وزرڈ چلاءیں

source: Mandriva Update could not contact the site, we will try again.
da: Mandriva Update kunne ikke kontakte stedet, vi vil prøve igen.
ja: Mandriva Updateはこのサイトに接続できませんでした。再試行します。
ur: مینڈرك اپڈیٹ ساءیٹ سے رابطه نهی بنا سكا،هم دوباره كوشش كریں گے۔

source: A new version of Mandriva Linux distribution has been released
ast: Foi llanzáu una nueva versión de Mandriva Linux
cy: Mae dosbarthiad newydd o Mandriva Linux wedi ei ryddhau
hu: A Mandriva Linux disztribúciónak új verziója jelent meg
ky: Mandriva Linux дистрибутивинин жаңы версиясы чыкты

source: An additional package medium is available for your distribution.
ast: Una mediu adicional de paquetes ta disponible pa la distribución
cy: Mae cyfrwng pecynnau ychwanegol ar gael ar gyfer eich dosbarthiad.
hu: Egyéb csomagforrás érhető el az ön disztribúciójához.
ky: Сиздин дистрибутивиңиз үчүн жаңы кошумча пакеттер булагы табылды.

source: Add additional package medium
ast: Amestar mediu de programes adicionales
cy: Ychwanegu cyfrwng pecynnau ychwanegol
hu: Egyéb csomagforrás hozzáadása
ky: Кошумча пакеттер булагын кошуу

source: Upgrade the system
ast: Anovar el sistema
cy: Diweddaru'r system
hu: A rendszer frissítése
ky: Системаны жаңылоо
ro: Actualizarea sistemului

source: Basic maintenance for this distribution has expired. Thanks to your subscription to extended maintenance, your system will be kept up to date until %s
ast: Espiró'l caltenimientu básicu pa esta distribución. Gracies a la to soscrición al caltenimientu estendíu, el sistema caltendráse anováu fasta'l %s
hu: A disztribúció alap karbantartási ciklusa lejárt. Köszönjük, hogy előfizetett a kiterjesztett karbantartásra, így a rendszere naprakész marad %s-ig.

source: New version of Mandriva Linux distribution
ast: Nueva versión de Mandriva Linux
cy: Fersiwn newydd o ddosbarthiad Mandriva Linux
hu: Mandriva Linux disztribúció új verziója
ky: Mandriva Linux дистрибутивинин жаңы версиясы

source: Browse
ast: Restolar
hu: Böngészés

source: A new version of Mandriva Linux distribution has been released.
ast: Una nueva versión de Mandriva Linux ta disponible
cy: Mae dosbarthiad newydd o Mandriva Linux wedi ei ryddhau.
hu: A Mandriva Linux disztribúciónak új verziója jelent meg.
ky: Mandriva Linux дистрибутивинин жаңы версиясы чыкты.

source: More info about this new version
ast: Más información tocante a esta nueva versión
cy: Mwy o wybodaeth am y fersiwn newydd
hu: Több információ az új verzióról
ky: Жаңы версия жөнүндө кошумча маалымат
ro: Mai multe informații despre această nouă versiune
