Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: I already have an account
ar: لدي حساب مسبقاً
bg: Вече имам регистрация
bn: ইতিমধ্যেই আমার একটি একাউন্ট আছে
bs: Već imam račun
ca: Ja tinc un compte
cs: Už mám účet
da: Jeg har allerede en konto
de: Ich besitze schon ein Benutzerkonto
eo: Mi jam havas konton
eu: Dagoeneko kontu bat daukat
fa: من از قبل یک حساب دارم
fi: Minulla on jo tili
fr: J'ai déjà un compte
gl: Xa teño unha conta
he: כבר יש לי חשבון
hi: मेरे पास पहिले से एक खाता है
id: Saya sudah memiliki account
is: Ég er nú þegar áskrifandi
it: Ho già un account
ja: 既にアカウントを持っています
ku: Ez berê qeyd bûme
lt: Aš jau turiu abonentą
mk: Веќе имам сметка
ms: Saya sudah mempunyai akaun
mt: Diġà għandi kont
pa_in: ਮੇਰੇ ਕੋਲ ਇੱਕ ਖਾਤਾ ਹੈ
pl: Mam już konto
pt: Já tenho uma conta
ru: У меня уже есть учётная запись
sc: Tenju jai unu account
sk: Už mám vytvorený účet
tg: Ман аллакай ҳисоб дорам
tl: Mayroon na akong account
ur: میرا پهلے سے ایك كھاتا موجود هے
vi: Tôi đã có một tài khoản
wa: Dji so ddja mimbe

source: I want to subscribe
ar: أريد الاشتراك
bg: Желая да се регистрирам
bn: আমি গ্রহন করিতে ইচ্ছুক
bs: Želim se pretplatiti
ca: Vull subscriure'm
cs: Chci se zaregistrovat
da: Jeg vil gerne tilmeldes
de: Ich möchte abonnieren
eo: Mi volas malfermi konton
eu: Harpidetu nahi dut
fa: میخواهم مشترک شوم
fi: Haluan rekisteröityä
fr: Je veux m'inscrire
gl: Desexo subscribirme
he: ברצוני להרשם
hi: मै एक खाता खोलना चाहता हूँ
id: Saya ingin mendaftar
is: Ég vil gerast áskrifandi
it: Voglio iscrivermi
ja: 入会します
ku: Ez dixwazim xwe qeyd bikim
lt: Noriu užsiregistruoti
mk: Сакам да се зачленам
ms: Saya mahu melanggan
mt: Nixtieq nabbona
pa_in: ਮੈਂ ਮੈਂਬਰ ਹਾਂ
pl: Chcę się zapisać
pt: Desejo subscrever
ru: Я хочу получить учётную запись
sc: Bollu sutascriri
sk: Chcem sa zaregistrovať
tg: Ман муштарӣ шудан мехоҳам
tl: Gusto kong mag-subscribe
ur: میں دستخط كركے هم خیال بننا چاهتا هوں
vi: Tôi muốn đăng ký
wa: Dji vôreu divni mimbe

source: Mr.
bg: г-дин
bn: জনাব
bs: Gdin.
cs: Pan
da: Hr.
de: Herr
eo: s-ro
eu: Jn.
fa: آقای
fi: Hra.
fr: M.
gl: Sr.
he: מר
id: Tuan
is: Hr.
it: Sig.
lt: Ponas
mk: г-дин
ms: En.
pl: Pan
pt: Sr.
ru: Г-н
sk: Pán
vi: Ô.
wa: M.

source: Mrs.
bg: г-жа
bn: জনাবা
bs: Gđica.
cs: Paní
da: Fru
de: Frau
eo: s-ino
eu: And.
fa: خانم
fi: Rouva
fr: Mme
gl: Sra.
he: מרת
id: Nyonya
is: Frk.
it: Sig.ra
lt: Ponia
mk: Г-ѓа
ms: Puan
pl: Pani
pt: Sra.
ru: Г-жа
sk: Pani
vi: B.
wa: Mme

source: Ms.
bg: г-жа
bn: জনাবা
bs: Gđa.
cs: Slečna
da: Frk.
de: Frau
eo: s-ino
eu: Adño.
fa: خانم
fi: Nti
fr: Mlle
gl: Srta.
he: מרת
id: Nona
is: Frú.
it: Sig.na
lt: Panelė
mk: Г-ца
ms: Cik/Puan
pl: Panna
pt: Menina.
ru: Г-жа
sk: Slečna
vi: B.
wa: Mme

source: Reading configuration
af: Lees konfigurasie
ar: جاري قراءة اعداداتك
az: Qurğularınız oxunur
bg: Прочитане на конфигурацията
bn: কনফিগারেশন পড়া হচ্ছে
bs: Čitam konfiguraciju
ca: S'està llegint la configuració
cs: Načítám konfiguraci
da: Læser konfiguration
de: Lese Konfiguration
eo: Legas konfiguradon
eu: Konfigurazioa irakurtzen
fa: خواندن پیکربندی
fi: Luetaan asetukset
fr: Lecture de la configuration
fur: Leture de configurazion in vore
gl: Lendo a configuración
he: קורא את קובץ התצורה
hi: संरचना पढ़ी जा रही है
hr: Čitam postavke
hy: Ձևակերպման ընթերցում
id: Membaca konfigurasi
is: Les stillingar
it: Lettura della configurazione in corso
ja: 設定を読み込み中
ku: Sazkirina te tê xwendin
lt: Skaitau konfigūraciją
lv: Nolasu konfigurāciju
mk: Читам конфигурација
ms: Membaca konfigurasi
mt: Qed tinqara' l-konfigurazzjoni
nb: Leser konfigurasjon
pa_in: ਸੰਰਚਨਾ ਪੜੀ ਜਾ ਰਹੀ ਹੈ
pl: Wczytywanie konfiguracji
pt: A ler a configuração
ru: Считывается конфигурация
sc: Seu ligendi s'assètiu
sk: Načítavanie konfigurácie
sq: Lexim i konfiguracionit
sr: aGjb‡aIb‚aAaVaAaM aKaOaNb„aIaGbƒb€aAb†aIb˜bƒ
ta: வடிவமைப்பு படித்துக்கொன்டிருக்கிறது
tg: Танзимдарорӣ хонда шуда истодааст
tl: Binabasa ang configuration
ur: اجزا یا اناصر كی ترتیب كو پڑھنا
vi: Đang đọc cấu hình
wa: Dji lé vost apontiaedje

source: This assistant will help you to upload your configuration (packages, hardware configuration) to a centralized database in order to keep you informed about security updates and useful upgrades.
af: Die assistent sal jou help om jou konfigurasie op te laai (pakkette, hardeware konfigurasie) na 'n sentrale databasis sodat jy op datum gehou kan word met sekuriteit en ander waardevolle nuus.
ar: سيُعينك هذا المساعد على تحميل تهيئتك (الحزم، تهيئة العتاد) إلى قاعدة بيانات مركزية كي يتسنى لك أن تعلم بالتحديثات الأمنية و الترقيات المفيدة.
az: Bu yardımçı sizin qurğularınızı (paketlər, avadanlıq qurğuları) təhlükəsizlik və sərfəli güncəlləmələri xəbər vermək üçün mərkəzi verilənlər bazasına göndərəcəkdir.
bg: Този асистент ще Ви помогне да качите вашата конфигурация (пакети и хардуерни настройки) в централизираната база данни, за да Ви държим в течение относно необходими актуализации и полезни новости.
bn: এই সাহায্যকারী আপনার কনফিগারেশন (প্যাকেজ, হার্ডওয়্যার কনফিগারেশন) একটি কেন্দ্রীয় ডাটাবেসে আপলোড করতে সাহায্য করবে যাতে আপনাকে সুরক্ষা সংক্রান্ত এবং অন্যান্য প্রয়োজনীয় আপডেট সম্বন্ধে জানানো করা যায়।
bs: Ovaj pomoćnik će vam pomoći da pošaljete vaše postavke (pakete, podešavanja hardvera) u centraliziranu bazu podataka kako bi vas mogli informisali o sigurnosnim iskravkama i korisnim nadogradnjama.
ca: Aquest auxiliar us ajudarà a penjar la vostra configuració (paquets, configuració del maquinari) a una base de dades centralitzada per tal de mantenir-vos informat sobre les actualitzacions de seguretat i altres millores.
cs: Tento průvodce umožní nahrát konfiguraci (konfigurace hardware, seznam balíčků) do centrální databáze, kdy budete ihned informováni o všech bezpečnostních a dalších potřebných aktualizacích.
da: Denne guide vil hjælpe dig med at oplægge din konfiguration (pakker, systemkonfiguration) i en centraliseret database for at holde dig orienteret omkring sikkerhedsopdateringer og nyttige opdateringer.
de: Dieser Assistent hilft Ihnen Ihre Konfiguration (Pakete, Hardware Konfiguration) zu einer zentralisierten Datenbank hochzuladen um Sie über Sicherheitsupdates und nützliche Upgrades zu informieren.
eo: Tiu helpilo alŝutos vian konfiguradon (pakaĵoj, sistem-konfigurado) al centrala datumbazo, por ke vi estu informita pri sekurecaj ĝisdatigojn kaj utilaj plibonigojn.
eu: honek zure konfigurazioa (paketeak, hardware-konfigurazioa) datu-base zentralizatu batera kargatzen lagunduko dizu, segurtasun-eguneratzeeieta bertsio-berritzeei buruzko informazioa jaso ahal izan dezazun.
fa: این دستیار به شما در باردهی پیکربندی‌تان (بسته‌ها، پیکربندی سخت‌افزار) به بانک اطلاعاتی مرکزی بمنظور اطلاع رسانی به شما درباره‌ی بروزسازی‌ها و ارتقاهای مفید کمک خواهد کرد.
fi: Tämä apuohjelma auttaa sinua lähettämään asetuksesi (paketit, laitteiston asetukset) keskitettyyn tietokantaan, jotta sinut voitaisiin pitää ajan tasalla turvapäivityksistä ja hyödyllisistä päivityksistä.
fr: Cet assistant va vous aider à envoyer votre configuration (liste des paquetages, configuration matérielle) vers une base de données centralisée, afin de vous maintenir informé des mises à jour de sécurité ou des nouvelles versions.
fur: Chest asistent ti judarà a cjariâ le to configurazion (pachets, configurazion hardware) a un database centralizât in maniere di tignîti informât su atualizazions di sigurece e utii mioraments.
gl: Este asistente axudaralle a subi-la sua configuración (paquetes, configuración do hardware) a unha base de datos central para mantelo informado acerca de actualizacións útiles e de seguridade.
he: אשף זה יעזור לך להעלות את התצורה שלך (חבילות, תצורת חומרה) לבסיס מידע מקוון במטרה לעדכן אותך אודות עדכוני אבטחה ושדרוגים שימושיים
hi: आपको सुरक्षा अपडेटों व उपयोगी अपग्रेडों के बारे में सूचित करते रहने के लिए, आपके तंत्र की संरचना को (पैकेजों, हार्डवेयर संरचना), एक केन्द्रीय डाटाबेस में अपलोड करने के लिए, यह सहायक आपकी सहायता करेगा ।
hr: Ovaj pomoćnik će vam pomoći da pošaljete svoju konfiguraciju (pakete, hardwaresku konfiguraciju) u centralnu bazu kako bih vas mogli informirati o sigurnosnim i korisnim dogradnjama.
hy: Այս օգնականը կաջակցի լցնել ձեր ձևակերպումը (փաթեթները, սարքի տվյալները) կենտրոնական բազա` ձեզ տեղյակ պահելու անվտանգության և այլ օգտակար նորացումների մասին:
id: Asisten ini akan menolong Anda meng-upload konfigurasi Anda (paket, konfigurasi perangkat keras) ke database terpusat agar Anda selalu diberi tahu update keamanan dan upgrade yang berguna.
is: Þessi ráðgjafi hjálpar þér við að senda inn stillingar þínar (pakka, vélbúnaðarstillingar) í miðlægan gagnagrunn svo hæg sé að veita þér upplýsingar um öryggisuppfærslur og nytsamlegar uppfærslur.
it: L'assistente ti aiuterà ad inviare la tua configurazione (pacchetti, hardware installato) ad un database centralizzato per tenerti informato su aggiornamenti del software mirati alla produttività e alla sicurezza.
ja: この支援ツールは、セキュリティアップデートや通常の更新情報を 個別にお知らせするために、あなたのシステムに関する情報 (パッケージやハードウェアの設定)を集中データベースに送信します。
ku: Ev asîstan dê di şandina sazkirina te de bibe alîkarê te. (paket, agahiyên hardware) Dê bi van agahiyan di Mandriva de danedankek were çêkirin û der barê pergala te de, te ji pîneyên ewlekariyê û nûjenkirinan agahdar bike.
lt: Pagalbininkas padės jums persiųsti reikiamus konfigūracijos duomenis (paketus, įrangos konfigūraciją) į centralizuotą duomenų bazę, kad vėliau galėtume jus informuoti apie saugumo atnaujinimus ir naudingus patobulinimus.
mk: Овој асистент ќе ви помогне да ја пратите вашата конфигурација (пакети, хардверска конфигурација) во централизирана база на податоци за да ве известува за сигурносни ажурирања и корисни надоградувања.
ms: Pembantu ini akan menolong anda memuatnaik konfigurasi anda (pakej, konfigurasi perkakasan) ke pangkalan data pusat agar anda selalu diberitahu kemaskini sekuriti dan naiktaraf yang berguna.
mt: Dan l-assistent jgħinek tibgħat il-konfigurazzjoni tiegħek (pakketti, konfigurazzjoni tal-magna) lill database ċentrali sabiex tinżamm infurmat dwar aġġornamenti ta' sigurtà u oħrajn utli.
nb: Denne assistenten vil hjelpe deg med å laste opp din konfigurasjon (pakker, maskinvarekonfigurasjon) til en sentral database for å holde deg informert om sikkerhetsoppdatering og verdifulle oppgraderinger
pa_in: ਇਹ ਸਹਾਇਕ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਸੰਰਚਨਾ (ਪੈਕੇਜ, ਜੰਤਰ ਸੰਰਚਨਾ) ਨੂੰ ਕੇਂਦਰੀ ਡਾਟਾਬੇਸ ਵਿੱਚ ਅਪਲੋਡ ਕਰਨ ਲਈ ਸਹਾਇਤਾ ਕਰੇਗਾ, ਤਾਂ ਤੁਹਾਨੂੰ ਸੁਰੱਖਿਆ ਨਵੀਨੀਕਰਨ ਅਤੇ ਹੋਰ ਲਾਭਦਾਇਕ ਨਵੀਨੀਕਰਨਾਂ ਬਾਰੇ ਸੂਚਨਾ ਮਿਲਦੀ ਰਹੇ।
pl: Ten asystent pomoże ci w przesłaniu konfiguracji (pakiety, konfiguracja sprzętowa) do centralnej bazy danych, aby móc lepiej informować cię o odpowiednich uaktualnieniach.
pt: Este assistente irá ajudá-lo a enviar a sua configuração (pacotes, configuração de material) para uma base de dados central para o manter informado acerca das actualizações de segurança e outros pacotes.
ru: Этот ассистент поможет вам выгрузить свою конфигурацию (пакеты, конфигурацию оборудования) в центральную базу данных, чтобы держать вас в курсе при появлении обновлений по безопасности и полезных апгрейдов.
sc: Custu ti at a ajudai a carrigai s'assètiu de sistema tuu (pakitus, assètiu màkina) in d-unu database centralisau po ti podi apoderai informau de is ajorronusus de siguresa e de mellorias utilosas.
sk: Tento sprievodca vám pomôže pri nahrávaní vašej konfigurácie (balíky, hardvérová konfigurácia) do centrálnej databázy aby ste mohli byť informovaní o bezpečnostných aktualizáciách a zaujímavých balíkoch.
tg: Ин ёрдамчӣ ба шумо барои бор кардани танзимдарории худ (қуттиҳо, танзимдарории сахтафзор) ба манбаи маълумоти марказонидашуда барои шуморо хабардор доштан оид ба навигариҳои бехатарӣ ва афзоишҳои фоиданок ёрӣ хоҳад расонд.
tl: Ang alalay na ito ay tutulong sa iyong i-upload ang iyong configuration (mga package, hardware configuration) sa isang centralized database para mapaalam sa iyo ang tungkol sa mga update sa seguridad at mga kapakipakinabang na mga upgrade.
ur: یه ماتحت عناصر كی ترتیب كو نقل بالا كرنے میں آپ كی مدد كرے گا (باندھی هویء اشیاء یا كمپیوٹر كے برقی اجزا)كو مركزی معلومات میں آپ كو تاذه ترین حفاظتی اقدامات اور مددگار عهدےمیں ترقی سے آگاه ركھنے كے لےء
vi: Trợ giúp này sẽ giúp bạn tải lên cấu hình bạn có (các gói, cấu hình phần cứng) đến cơ sở dữ liệu tập chung nhằm duy trì thông báo cho bạn về các cập nhật bảo mật và nâng cấp hữu ích.
wa: Ci macrea chal vos aidrè po-z evoyî vost apontiaedje (pacaedjes, apontiaedje del éndjolreye) a ene båze di dnêyes cintrålijheye por nos pleur vos informer tchaeke côp k' i gn årè on metaedje a djoû di såvrité, oudonbén ahessåve pol apontiaedje da vosse.

source: Account creation or authentication
ar: إنشاء أو توثيق الحساب
bg: Създаване на регистрация или идентификация
bn: একাউন্ট তৈরি অথবা পরিচয় প্রমাণ প্রক্রিয়া
bs: Kreiranje računa ili identifikacija
ca: Creació o autenticació del compte
cs: Vytvoření nebo ověření účtu
da: Oprettelse eller bekræftelse af konto
de: Erstellung eines Benutzerkontos oder Authentifizierung
eo: Kontokreado aŭ identiĝado
eu: Kontu sorrera edo egiaztapena
fa: ایجاد حساب یا تأیید هویت
fi: Tilin luonti tai kirjautuminen
fr: Création de compte ou authentification
gl: Creación da conta ou autenticación
he: יצירת חשבון או הזדהות
hi: खाते का निर्माण या प्रमाणीकरण
id: Pembuatan atau authentikasi account
is: Stofna áskrift eða auðkenna
it: Creazione dell'account o autenticazione
ja: アカウントの作成または認証
ku: çêkirina hesabekî û têketin
lt: Abonento sukūrimas arba atpažinimas
mk: Создавање на сметка или автентикација
ms: Penciptaan akaun atau pengesahan
mt: Ħolqien jew awtentikazzjoni ta' kont
pa_in: ਖਾਤਾ ਬਣਾਉਣਾ ਜਾਂ ਦਾਖਲਾ
pl: Tworzenie konta lub uwierzytelnianie
pt: Criação de conta ou autenticação
ru: Создание учётной записи или аутентификация
sc: Creadura o autentigadura de account
sk: Vytváranie účtu a autorizácia
tg: Офаридани ҳисоб ё аслшиносӣ
tl: Paggawa o pagpapatotoo ng account
ur: كھاتا بنانا یا توثیق دینا
vi: Việc tạo tài khoản hay chứng thực
wa: Ahivaedje d' on conte, ou otintifiaedje

source: Enter your Mandriva Online login, password and machine name:
ar: أدخل اسم الدخول الخاص بماندريبا أُنلاين، وكلمة المرور واسم الماكينة:
az: Mandriva Online giriş adı, parolunuzu və kompüter adını girin:
bg: Въведете вашите Mandriva Online име, парола и псевдоним на машината:
bn: আপনার ম্যান্ড্রেকঅনলাইন লগ-ইন, পাসওয়ার্ড এবং মেশিনের নাম লিখুন:
bs: Upišite svoje Mandriva Online korisničko ime, šifru i naziv računara:
ca: Introduïu el vostre nom d'usuari, contrasenya i nom de màquina de Mandriva Online:
cs: Zadejte jméno, heslo a název počítače pro Mandriva Online:
da: Angiv dit Mandriva Online brugernavn, adgangskode og maskinnavn:
de: Geben Sie Ihren Mandriva Online Benutzernamen, Passwort und Rechnernamen ein:
eo: Enigu vian Mandriva Online salutnomon, pasvorton kaj maŝinnomon:
eu: Idatzi Mandriva Online-n sartzeko erabiltzaile-izena, pasahitza eta makina-izena:
fa: نام ماشین، گذرواژه و ثبت‌ورود Mandriva Online خود را وارد کنید:
fi: Syötä Mandriva Online-käyttäjätunnuksesi, salasanasi sekä koneesi nimi:
fr: Entrez vos identifiant, mot de passe Mandriva Online et le nom de machine :
fur: Insede il to login, password e non dal computer par Mandriva Online:
gl: Introduza o seu login e contrasinal de Mandriva Online e o nome do ordenador:
he: עליך להכניס את שם המשתמש, הסיסמה ושם המחשב שלך במנדרייבה-אונליין:
hi: अपना मैनड्रिवऑनलाइन लॉग-इन, कूटशब्द और मशीन नाम बतायें:
id: Masukkan login dan kata sandi Mandriva Online serta nama mesin Anda:
is: Skráðu Mandriva Online notandanafn, lykilorð og vélarnafn:
it: Immetti nome utente, password e nome computer per Mandriva Online:
ja: Mandriva Online のログイン名・パスワード・マシン名を入力して下さい:
ku: Wekî bikarhênerê Mandriva Online navê bikarhêneriyê , şîfre û navê makîneyê binivîse:
lt: Įveskite savo Mandriva Online abonento vardą, slaptažodį ir kompiuterio vardą:
mk: Внесете го вашиот Mandriva Online логин, лозинка и име на машината:
ms: Masukkan login, katalaluan, dan nama mesin Mandriva Online Anda:
mt: Daħħal il-login, password u isem tal-kompjuter għal Mandriva Online:
pa_in: ਆਪਣਾ ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਲਾਗਿੰਨ, ਗੁਪਤ-ਕੋਡ ਅਤੇ ਮਸ਼ੀਨ ਨਾਂ ਦਿਓ:
pl: Wprowadź swój login Mandriva Online, hasło i nazwę komputera:
pt: Indique a sua autenticação Mandriva Online, senha e nome da máquina:
ru: Введите свой логин Mandriva Online, пароль и имя машины:
sc: Intra su login e password tuus Mandriva Online e su nòmini màkina:
sk: Zadajte vaše prihlasovacie meno, heslo a názov počítača:
tg: Ворикунанадаи Mandriva Online-и худро, гузарвожа ва номи мошинаро ворид кунед:
tl: Ipasok ang iyong Mandriva Online login, password at pangalan ng makina:
ur: اپنا مینڈریك آنلاءین كا لوگ ان، خفیه لفظ اور مشین كا نام داخل كریں:
vi: Hãy điền tên đăng nhập MandraleOnline, mật khẩu và tên máy:
wa: Dinez vosse no d' elodjaedje, no d' éndjole eyet scret po Mandriva Online:

source: Email address:
bg: E-mail адрес:
bs: E-mail adresa:
ca: Adreça del correu-e:
cs: Emailová adresa:
da: E-postadresse:
de: E-Mail-Adresse:
eu: Post@ helbidea:
fi: Sähköpostiosoite:
fr: Adresse courriel :
gl: Enderezo de correo-e:
he: כתובת דוא"ל:
id: Alamat email:
is: Netfang:
it: Indirizzo email:
lt: El. pašto adresas:
mk: Адреса на е-пошта:
ms: Alamat emel:
pl: Adres e-mail:
pt: Endereço electrónico:
ru: Адрес e-mail:
sk: E-mailová adresa:
tg: Почтаи электронӣ:
wa: Emile:

source: Country
ar: الدولة
az: Ölkə
bg: Държава
bn: দেশ
bs: Država
ca: País
cs: Země
da: Land
de: Land
eo: Lando
eu: Estatua
fa: کانتری
fi: Maa
fr: Pays
fur: Nazion
gl: País
he: מדינה
hi: देश
id: Negara:
is: Land
it: Paese
ja: 国名
ku: Welat:
lt: Valstybė
mk: Држава
ms: Negara
mt: Pajjiż
pa_in: ਦੇਸ਼
pl: Kraj
pt: País
ru: Страна
sc: Stadu
sk: Krajina
tg: Давлат
tl: Bansa
ur: ملك
vi: Quốc gia
wa: Payis

source: Password:
af: Wagwoord:
ar: كلمة المرور:
az: Parol:
bg: Парола:
bn: পাসওয়ার্ড:
bs: Šifra:
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
eo: Pasvorto:
eu: Pasahitza:
fa: گذرواژه:
fi: Salasana:
fr: Mot de passe :
gl: Contrasinal:
he: סיסמה:
hi: कूटशब्द:
hr: Lozinka:
hy: Գաղտնաբառը`
id: Kata sandi:
is: Lykilorð:
ja: パスワード:
ku: Şîfre:
lt: Slaptažodis
lv: Parole:
mk: Лозинка:
ms: Katalaluan:
nb: Passord:
pa_in: ਗੁਪਤ-ਕੋਡ:
pl: Hasło:
pt: Senha:
ru: Пароль:
sk: Heslo:
sq: Parulla:
sr: a›aOaZaIaNaKaA:
ta: கடவுச்சொல்
tg: Гузарвожа:
ur: خفیه لفظ:
uz@latn: Maxfiy so'z:
vi: Mật khẩu:
wa: Sicret:

source: Machine description:
bs: Opis računara:
cs: Popis počítače:
de: Beschreibung des Rechners:
eu: Makinaren deskribapena :
fi: Koneen kuvaus:
fr: Description de l'ordinateur :
gl: Descrición da máquina:
he: תיאור המכונה:
id: Deskripsi mesin:
is: Lýsing vélar:
it: Descrizione computer:
mk: Опис на машината:
pl: Opis komputera:
pt: Descrição da máquina:
ru: Описание машины:
wa: Discrijhaedje di l' éndjole:

source: (Ex: My Home Office's Computer)
bs: (npr. Moj kućni uredski računar)
cs: (Např.: Počítač v mé domácí kanceláři)
de: (Ex: Mein Home Office's Computer)
eu: (Adib: Nere Bulegoko Konputagailua)
fi: (Esim: Kotitoimistoni kone)
fr: (Ex : L'ordinateur de mon bureau)
gl: (P.Ex: O Meu Ordenador Na Oficina)
he: (לדוגמה: המחשב הביתי שלי)
id: (Contoh: Komputer Kantor Saya)
is: (T.d: Heima-vinnu-vélin mín)
it: (Ad es.: Il computer su cui lavoro)
mk: (Пр: Компјутер за мојата домашна канцеларија)
pl: (np. Mój komputer biurowy)
pt: (Ex: O Computador do Meu Escritório)
ru: (напр: мой домашний компьютер)
wa: (Eg: Copiutrece å buro)

source: Error
af: Fout
ar: خطأ
ast: Fallu
bg: Грешка
bn: ত্রুটি
bs: Greška
cs: Chyba
cy: Gwall
de: Fehler
eo: Eraro
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
gl: Erro
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
hy: Սխալ
id: Kesalahan
is: Villa
it: Errore
ky: Жаңылыштык
lt: Klaida
mk: Грешка
ms: Ralat
mt: Problema
nb: Feil
pa_in: ਗਲਤੀ
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sc: Faddina
sk: Chyba
tg: Хатогӣ
uz@latn: Xato
vi: Lỗi
wa: Aroke

source: Machine name must be 1 to 40 alphanumerical characters
bg: Името на компютъра трябва да бъде между 1 и 40 символа.
bs: Naziv računara mora biti dugačak od 1 do 40 znakova
cs: Název počítače musí být dlouhý 1 až 40 alfanumerických znaků
da: Maskinnavn må indeholde 1 til 40 bogstaver og cifre
de: Rechnername muss 1 bis 40 alphanumerische Zeichen enthalten
eu: Makina izena 1 eta 40 alfazenbakizko karaktere artean izan behar ditu
fi: Koneen nimi pitää olla 1-40 kirjaimia ja numeroita
fr: Le nom de machine doit comprendre de 1 à 40 caractères alphanumériques
gl: O nome de máquina debe ter entre 1 e 40 caracteres alfanuméricos
he: שם המכונה חייב להיות בן 1 עד 40 תווי אותיות, ספרות וקו תחתון
id: Nama komputer harus berupa karakter alphanumerik sebanyak 1 - 40
is: Vélarnafn verður að vera 1 til 40 stafir og má aðeins innihalda bókstafi og tölur
it: Il nome della macchina deve contenere solo lettere e numeri, non più di 40
lt: Kompiuterio vardą turi sudaryti nuo 1 iki 40 raidinių-skaitinių simbolių
mk: Името на машината море да има од 1-40 алфанумерички карактери
ms: Nama mesin mesti 1 hingga 40 aksara alfanumerik
pl: Nazwa komputera musi składać się z znaków alfanumerycznych w ilości od 1 do 40
pt: O nome da máquina deve apenas conter entre 1 e 40 caracteres alfanuméricos
ru: Название машины должно содержать от 1 до 40 алфавитно-цифровых символов
sk: Meno tlačiarne môže byť 1 až 40 alfanumerických znakov
wa: Li no d' l' éndjole doet esse d' inte 1 a 40 caracteres alfanumerikes

source: Connecting to Mandriva Online website...
ar: جاري الاتصال بموقع ماندريبا أُنلاين...
bg: Свързване с Mandriva Online...
bn: ম্যান্ড্রিব অনলাইন ওয়েবসাইটের সাথে সংযুক্ত হচ্ছি...
bs: Povezujem se sa Mandriva Online web stranicom...
ca: S'està connectant a la web de Mandriva Online...
cs: Připojuji se k webovým stránkám Mandriva Online...
da: Kobler op til Mandriva Online-netstedet
de: Verbinde mit Mandriva Online Webseite...
eo: Konektiĝas al Mandriva Online-retejo...
eu: Mandriva Online webgunera konektatzen...
fa: در حال اتصال به وبگاه اینترنتی ﻡﺎﻧﺩﺭیﺑﺍ ...
fi: Yhdistetään Mandriva Online webbisivustoon...
fr: Connexion au site Mandriva Online en cours...
gl: Conectando ó sitio web de Mandriva Online...
he: מתחבר לאתר מנדרייבה-אונליין...
hi: मैनड्रिवऑनलाइन वेब-स्थल से जुड़ा जा रहा है...
id: Terhubung ke website Mandriva Online...
is: Tengist Mandriva Online vefsíðu...
it: Connessione in corso al sito Mandriva Online...
ja: Mandriva Onlineウェブサイトに接続中...
ku: Tu Bi Xêr Hatî Mandriva Online
lt: Jungiamasi prie Mandriva Online svetainės...
mk: Се поврзувам на веб страницата Mandriva Online...
ms: Menyambung ke laman web Mandriva Online...
mt: Qed naqbad mas-sit Mandriva Online...
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਵੈਬਸਾਇਟ ਨਾਲ ਜੁੜਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Łączenie z witryną Mandriva Online...
pt: A ligar ao sítio web Mandriva Online...
ru: Выполняется подключение к веб-сайту Mandriva Online...
sc: Acàpiu a su jassu Mandriva Online in cursu...
sk: Pripájanie sa na stránku Mandriva Online...
tg: Пайвастшавӣ бо пойгоҳи шабакавии Mandriva Online...
tl: Kumukonekta sa Mandriva Online website...
ur: مینڈریكآنلاءین ویبساءیٹ سے رابطه هو رها هے۔۔۔
vi: Đang kết nối đến Mandriva Online website...
wa: Raloyaedje sol waibe Mandriva Online...
