Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: In order to benefit from Mandriva Online services, we are about to upload your configuration. The Wizard will now send the following information to Mandriva: 1) the list of packages you have installed on your system, 2) your hardware configuration. If you feel uncomfortable by that idea, or do not want to benefit from this service, please press 'Cancel'. By pressing 'Next', you allow us to keep you informed about security updates and useful upgrades via personalized email alerts. Furthermore, you benefit from discounted paid support services on www.mandrivaexpert.com.
ar: للاستفادة من خدمات ماندريبا على الخطّ، نحن على وشك تحميل تهيئتك. سيرسل هذا المعالج المعلومات التّالية إلى ماندريبا سوفت: 1) قائمة الحزم التي قمت بتثبيتها على نظامك، 2) تهيئة عتادك. إن لم تكن مرتاحا لهذه الفكرة، أو إن كنت لا تريد الاستفادة من هذه الخدمة، اضغط على 'إلغاء'. بالضّغط على 'التّالي'، تسمح لنا بإبقائك على اطلاع بالتّحديثات الأمنية و التّرقيات المفيدة عن طريق تنبيهات بريدية مخصّصة. كذلك، تستفيد من خدمات دعم بسعر أقلّ على www.mandrivaexpert.com.
bg: За да се възползвате от услугите на Mandriva Online, трябва да качите Вашата конфигурация. Тази програма ще изпрати следната информация на Mandriva: 1) списък с пакетите, които са инсталирани на системата Ви, 2) информация за Вашият хардуер. Ако идеята не ви харесва, или не искате да се възползвате от тази услуга, моля натиснете 'Отказ'. Натискайки 'Напред', Вие ни позволявате да ви държим в течение за актуализация на системата за сигурност, както и полезни нововъведения, чрез е-писма. Освен това, Вие печелите още и намаление от цената за поддръжка от www.mandrivaexpert.com.
bn: ম্যান্ড্রেকঅনলাইন-এর পরিসেবা থেকে উপকৃত হওয়ার আশায়, আপনার কনফিগারেশনটি এখন আপলোড করা হবে। উইজার্ডটি নিম্নোক্ত তথ্যগুলো Mandriva-এ এখন প্রেরণ করবে: ১) আপনার সিস্টেমে ইনস্টল করা প্যাকেজের তালিকা, ২) আপনার হার্ডওয়্যার কনফিগারেশন. যদি আপনি এই পরিসেবা থেকে উপকৃত হতে অনিচ্ছুক হন তাহলে , অনুগ্রহ করে 'বাতিল' ক্লিক করুন। 'পরবর্তী'-এ ক্লিক করলে আমরা আপনাকে সুরক্ষা সংক্রান্ত এবং অন্যান্য প্রয়োজনীয় তথ্য ব্যাক্তিগত ই-মেইলের দ্বারা পাঠাতে থাকব। উপরন্তু, আপনি www.mandrivaexpert.com-র ডিস্কাউন্টসহ মূল্য প্রদত্ত পরিসেবা পাবেন।
bs: Da bi imali koristi od Mandriva Online servisa, mi ćemo poslati vaše postavke. Ovaj će Čarobnjak poslati sljedeće informacije Mandriva-u: 1) listu paketa koje imate instalirane na sistemu, 2) vaša hardverska podešavanja. Ako vam se ideja ne sviđa ili ne želite koristiti ovaj servis, molim pritisnite 'Odustani'. Ukoliko pritisnete 'Sljedeći', dozvolit ćete nam da Vas obavještavamo o sigurnosnim ispravkama i korisnim nadogradnjama preko personalizovanih e-mail upozorenja. Furthermore, you benefit from discounted paid support services on www.mandrivaexpert.com.
cs: Pokud chcete využívat službu Mandriva Online, je potřebné zaslat na server vaši konfiguraci. Průvodce nyní pošle následující informace do společnosti Mandriva: 1) seznam balíčků, které máte nainstalovány na počítači, 2) vaši konfiguraci hardware. Pokud s tím nesouhlasíte, nebo nechcete využít tuto službu, stiskněte tlačítko 'Zrušit'. Pokud stisknete tlačítko 'Další', dáváte nám možnost vás informovat o bezpečnostních nebo užitečných aktualizacích pomocí personalizovaného emailového upozornění. Můžete také využít snížených cen služeb placené podpory na www.mandrivaexpert.com.
de: Um von Mandriva Online Service zu profitieren wird Ihre Konfiguration hochgelagen. Der Assistent wird nun folgende Informationen an Mandriva senden: 1) die Liste der auf Ihrem System installierten Pakete, 2) Ihre Hardwarekonfiguration. Falls Sie sich bei dieser Idee unwohl fühlen oder Sie nicht von diesem System profitieren wollen, drücken Sie bitte 'Abbrechen'. Wenn Sie 'Weiter' drücken, erlauben Sie uns Sie über personalisierte Email Nachrichten über Sicherheitsupdates und nützliche Updates informiert zu halten. Desweiteren profitiren Sie von ermäßigten Support Diensten auf www.mandrivaexpert.com.
eo: Por ke vi profitu el Mandriva Online-servoj, ni tuj alŝutos vian konfiguradon. Tiu programo sendos la sekvaj informoj al Mandriva: 1) la listo de pakaĵoj instalitaj, 2) via hardvara konfigurado. Se tio funkcio ne plaĉas al vi, aŭ se vi ne volas tiun servon, bonvole musklaki 'Nuligu'. Se vi musklakas 'Sekva', vi permesas nin informi vin pri sekurecaj ĝisdatigoj kaj utilaj plibonigoj per personaj retmesaĝoj. Cetere, vi havos malpli kostaj servoj ĉe www.mandrivaexpert.com.
eu: Zure konfigurazioa kargatzera goaz, Mandriva Online zerbitzuez balia zaitezen. Morroiak honako informazioa bidaliko du Mandriva-era: 1) sisteman instalatuta dituzun paketeen zerrenda, 2) zure hardware-konfigurazioa. Ondo iruditzen ez bazaizu, edo zerbitzu hori erabili nahi ez baduzu, hautatu 'Utzi'. 'Hurrengoa' hautatzen baduzu, posta-alerta pertsonalizatuen bidez segurtasun-eguneratzeei eta bertsio-berriei buruzko informazioa bidaltzeko baimena emango diguzu. Horretaz gainera, www.mandrivaexpert.com guneko zerbitzuetan deskontua izango duzu.
fa: برای بهره بردن از خدمات اینترنتی ﻡﺎﻧﺩﺭیﺑﺍ ، ما در شرف باردهی پیکربندیتان هستیم. این جادوگر اطلاعات بدنبال آمده را اکنون به نرم افزار ﻡﺎﻧﺩﺭیﺑﺍ خواهد فرستاد: ۱) لیست بسته‌هایی که بر سیستم‌تان نصب شده‌اند، ۲) تنظیم سخت‌افزارتان. اگر با این نظر موافق نیستید، یا نمیخواهید از این خدمات بهره ببرید، لطفاً 'لغو' را فشار دهید. با فشار دادن 'بعدی'، به ما اجازه میدهید تا شما را از بروزسازیهای امنیتی و ارتقاهای مفید از طریق هشدارهای پست خصوصی آگاه سازیم. بعلاوه، شما از تخفیف پرداخت خدمات پشتیبانی بر www.mandrivaexpert.com بهره میگیرید.
fi: Saadaksesi hyödyn Mandriva Online palveluista, olemme lähettämässä asetuksesi palvelimelle. Velho lähettää seuraavat tiedot Mandriva:ille. 1) listauksen asennetuista paketeista, 2) laitteistolistauksen. Jos et ole tyytyväinen tähän ajatukseen, tai et halua hyötyä tästä palvelusta, ole hyvä ja paina 'Peruuta'. Painamalla 'Jatka' sallit meidän pitämään sinut ajan tasalla koskien turvallisuus- päivityksiä ja hyödyllisiä päivityksiä henkilökohtaisilla viesteillä. Sen lisäksi hyödyt alennuksista www.mandrivaexpert.com:in maksullisissa tukipalveluissa.
fr: Afin de bénéficier des services Mandriva Online, nous allons récupérer votre configuration. L'assistant va communiquer les informations suivantes à Mandriva : 1) la liste des paquets installés sur votre système, 2) votre configuration matérielle. Si cette idée vous déplaît, ou si vous ne souhaitez pas profiter de ce service, veuillez appuyer sur Annuler. En appuyant sur Suivant, vous nous permettrez de vous tenir informé des mises-à-jour de sécurité et des améliorations utiles via des courriers électroniques personnalisés. De plus, vous bénéficierez de remises sur les services d'aide payants sur www.mandrivaexpert.com.
gl: Para poder beneficiarse dos servicios de Mandriva Online, estamos a piques de subir a súa configuración. O asistente vai envia-la seguinte información a Mandriva: 1) a lista dos paquetes que ten instalados no seu sistema, 2) a configuración do seu hardware. Se non lle gusta esta idea, ou non desexa beneficiarse deste servicio, prema 'Cancelar'. Premendo 'Seguinte', vostede permítenos mantelo informado das actualizacións de seguridade e as actualizacións útiles a través de mensaxes de correo-e personalizadas. Ademais, vostede beneficiarase con descontos nos servicios de soporte de pago en www.mandrivaexpert.com.
he: על מנת לאפשר לך ליהנות משירותי מנדרייבה-אונליין, אנו נעלה כעת את התצורה שלך לשרת. האשף ישלח כעת את המידע הבא אל מנדרייבהסופט: 1) רשימת החבילות שמותקנות במערכת שלך, 2) תצורת החומרה שלך. אם אין ברצונך לשלוח אלינו מידע זה, או שאינך רוצה בשירות, עליך ללחוץ על 'ביטול'. לחיצה על 'המשך' פירושה שאנו רשאים לידע אותך אודות עדכוני אבטחה ועדכונים שימושיים דרך דוא"ל. בנוסף, נאפשר לך ליהנות מהנחות עבור שירותי תמיכה הניתנים בתשלום באתר www.mandrivaexpert.com.
hi: मैनड्रिवऑनलाइन सेवाओं से लाभ उठाने हेतु, हम आपकी तंत्र संरचना को अब अपलोड ही करने जा रहे है । यह विजार्ड निम्नलिखित सूचना को अब मैनड्रिवसॉफ़्ट को भेजने वाला है: १) पैकेजों की सूची जिन्हें आपने अपने तंत्र पर संसाधित किया हुआ है, २) आपके हार्डवेयर की संरचना । यदि इस विचार से आश्वासित नहीं महसूस कर रहे है, या इस सेवा से लाभ ,नहीं उठाना चाहते है, ति कृपया 'निरस्त' को दबायें । 'अगला' को दबाने पर, सुरक्षा अपडेटो वउपयोगी अपग्रेडों के बारे में, व्यक्ति-विशेष-के-लिए बनाये हुए विपत्र सचेतकों द्वारा, आप हमें आपको सूचित करने की अनुमति देते है। और भी, www.mandrivaexpert.com से आप छूट-सहित पेड सहायता सेवाओं से लाभान्वित हो सकते है ।
id: Agar mendapat manfaat layanan Mandriva Online, kami akan meng-upload konfigurasi Anda. Wizard kini akan mengirim informasi berikut ke Mandriva: 1) daftar paket yang terinstall pada sistem Anda, 2) konfigurasi perangkat keras Anda. Jika Anda merasa tak nyaman dengan ide ini, atau tak ingin memanfaatkan layanan ini, tekan 'Batal'. Dengan menekan 'Lanjut', Anda mengizinkan kami memberi tahu Anda tentang update keamanan dan upgrade bermanfaat via email. Tambah lagi, Anda akan mendapat diskon servis di www.mandrivaexpert.com.
is: Til að geta notið þjónustu Mandriva Online, Þá munum við nú senda upplýsingar um stillingar þínar. Þessi ráðgjafi mun senda eftirfarandi upplýsingar til Mandriva: 1) lista uppsettra pakka á vélinni þinni, 2) vélbúnaðaruppsetningu. Ef þér þykir þetta óþægilegt, eða vilt ekki njóta þessarar þjónustu, vinsamlega ýttu á 'Hætta við'. Með því að ýta á 'Næsta' hjálpar þú okkur við að upplýsa þig um öryggisuppfærslur og nytsamar uppfærslur með persónulegum tölvupósti. Þess utan færð þú afslátt af þjónustu sem þú kaupir á www.mandrivaexpert.com.
it: Per permetterti di beneficiare dei servizi offerti da Mandriva Online, la configurazione del tuo PC sta per essere trasmessa attraverso Internet. Alla Mandriva saranno inviate le seguenti informazioni: 1) la lista dei pacchetti installati sul tuo sistema, 2) la tua configurazione hardware. Se la cosa non ti piace, o se non vuoi usufruire di questo servizio, fai clic su 'Annulla''. Premendo 'Avanti', ci consenti di tenerti informato su aggiornamenti del software e della sicurezza con email personalizzate. Inoltre, potrai accedere a sconti sul supporto tecnico presso www.mandrivaexpert.com.
lt: Kad jūs galėtumėte naudotis Mandriva Online privalumais, mes parsisiųsime jūsų kompiuterio konfigūraciją. Į Mandriva vedlys netrukus išsiųs sekančią informaciją: 1) jūsų sistemoje įdiegtų paketų sąrašą, 2) jūsų įrangos konfigūraciją. Jei ši mintis jums nepatinka arba jūs nenorite naudotis šios tarnybos paslaugomis, paspauskite 'Atšaukti'. Paspausdami 'Tęsti', jūs leisite mums jus informuoti apie saugumo atnaujinimus ir naudingus papildymus per asmeninę pašto sistemą. Be to, jūs naudositės palaikymo tarnybos paslaugų nuolaidomis svetainėje www.mandrivaexpert.com.
mk: За да придобивате од сервисите на Mandriva Online, сега ќе ја пратиме вашата конфигурација. Волшебникот сега ќе ги испрати следниве информации на Mandriva: 1) листа на пакетите кои се инсталирани на вашиот систем, 2) вашата хардверска конфигурација. Ако се чествувате неудобно од оваа идеја, или не сакате да придобиете од овој сервис, ве молиме притиснете 'Откажи'. Со притискање на 'Следно', ни дозволувате постојано да ве известуваме за сигурносни ажурирања и корисни надоградувања преку персонализирани email пораки. Дури и придобивате од сервисите за подршка со намалена наплата на www.mandrivaexpert.com.
ms: Agar mendapat manfaat servis Mandriva Online, kami akan meng-upload konfigurasi Anda. Wizard kini akan mengirim info berikut ke Mandriva: 1) daftar pakej yang diinstal di dalam sistem Anda, 2) konfigurasi perkakasan Anda. Jika Anda merasa tidak sesuai dengan idea ini, atau tidak ingin memanfaatkan servis ini, tekan 'Batal'. Dengan menekan 'Lanjut', Anda mengizinkan kami memberitahu Anda mengenai kemaskini sekuriti dan upgrade bermanfaat melalui email. Tambahan pula, Anda akan mendapat diskaun servis di www.mandrivaexpert.com.
pl: W celu skorzystaniu z usług Mandriva Online, twoja konfiguracja komputera zostanie za chwilę wysłana przez druida. Do Mandriva zostaną przesłane następujące informacje: 1) lista pakietów zainstalowanych w systemie, 2) konfiguracja sprzętowa. Jeśli nie przepadasz za tego typu pomysłami lub nie chcesz wysyłać tych informacji, naciśnij "Anuluj". Klikając "Dalej" pozwolisz na wysyłanie informacji dotyczących uaktualnień za pomocą spersonalizowanych e-maili. Co więcej, skorzystasz z usług bez potrzeby uiszczania dodatkowych opłat na www.mandrivaexpert.com.
pt: Para que possa beneficiar dos serviços Mandriva Online, estamos prestes a enviar a sua configuração. O Assistente irá agora enviar a seguinte informação para a Mandriva: 1) a lista dos pacotes que instalou no seu sistema, 2) a configuração do seu material. Se esta ideia não lhe agradar, ou não quiser beneficiar deste serviço, por favor clique em 'Cancelar'. Ao premir em 'Seguinte', irá-nos permitir mantê-lo informado acerca das actualizações de segurança e de novas versões através de alertas personalizados por correio electrónico. Também poderá beneficiar de descontos nos serviços de suporte em www.mandrivaexpert.com.
ru: Чтобы воспользоваться преимуществами служб Mandriva Online, рекомендуется выгрузить на сервер свою конфигурацию. Мастер отправит на сервер Mandriva следующую информацию: 1) Список пакетов, установленных в системе. 2) Конфигурацию оборудования. Если вас это не устраивает или вы не хотите использовать преимущества этой службы, нажмите кнопку 'Отмена'. Нажимая но кнопку 'Далее', вы тем самым разрешаете нам сообщать вам об обновлениях по безопасности и полезных обновлениях, используя электронную почту. Кроме того, вы получаете скидку на оплачиваемую техническую поддержку на сайте www.mandrivaexpert.com.
sc: Po ti podi abantaxai de is serbìtzius de Mandriva Online, megaus a carrigai s'assetiu de su sistema tuu. Su Wizard imoi at a mandai a Mandriva is scedas ki sighint: 1) sa lista de is pakitus ki as aposentau in su sistema, 2) s'assètiu hardware cosa tua. Ki s'idea no ti praxit o no ti bolis abantaxai de su serbìtziu, craca 'Annudda'. Crakendi 'Sighi', permitis a nosu de ti informai apitzus de ajorronus de siguresa e utilosus via email. In prus, t'abantaxas de su serbìtziu de ajudu scontau in www.mandrivaexpert.com.
sk: Aby ste mohli mať úžitok zo služieb na Mandriva Online, je potrebné získanie vašej konfigurácie. Sprievodca teraz odošle nasledovné informácie do Mandriva-u: 1) zoznam balíkov ktoré ste si nainštalovali 2) vašu hardvérovú konfiguráciu Ak sa vám nepozdáva tento nápad alebo nevyžadujete používanie takýchto služieb kliknite na 'Zrušiť'. Kliknutím na 'Pokračovať' nám umožníte, aby sme vás informovali o bezpečnostných aktualizáciách a užitočných iných vylepšeniach pomocou personalizovaného emailu. Môžete tiež zúžitkovať rôzne zľavy pre platené podporné služby na www.mandrivaexpert.com.
tg: Барои аз хадамоти Mandriva Online фоида гирифтан, мо ба бор кардани танзимдарории шумо наздик ҳастем. Устод маълумоти зеринро ҳозир ба Mandriva мефиристад: 1) рӯйхати қуттиҳои ба системи шумо коргузошташуда, 2) танзимдарории сахтафзори шумо. Агар шумо аз ин фикр худро ноқулай ҳис кунед, ё аз ин хадамот фоида гирифтан нахоҳед, ‘Бекор кардан’-ро пахш кунед.Бо пахш кардани ‘Навбатӣ’ шумо ба мо иҷозат медиҳед, ки шуморо бо навигариҳои бехатарӣ ва афзоишҳои фоиданок ба воситаи пости электронии хусусии эҳтиётӣ хабардор созем. Ғайр аз ин шумо аз хадамоти дастгиркунандаи арзон дар www.mandrivaexpert.com фоида мекунед.
vi: Để nhận lợi ích từ các dịch vụ Mandriva Online, chúng tôi sẽ tải lên cấu hình bạn có. Bây giờ, đồ thuật sẽ gửi những thông tin sau tới Mandriva: 1) danh sách các gói đã được cài đặt lên hệ thống, 2) cấu hình phần cứng. Nếu cảm thấy không thoải mái, hoặc không muốn hưởng lợi từ dịch vụ này, hãy nhấn 'Bỏ qua'. Nếu nhấn 'Tiếp theo', chúng tôi sẽ được phép gửi bạn thông báo về các cập nhật bảo mật và các nâng cấp hữu ích thông qua e-mail cá nhân. Thêm nữa, bạn được hưởng lợi do giảm giá chi trả cho các dịch vụ hỗ trợ tại www.mandrivaexpert.com.
wa: Po profiter des siervices di Mandriva Linux so fyis (Mandriva Online), i fåt evoyî les informåcions åd fwait di l' apontiaedje di voste éndjole. Li macrea evoyrè asteure les informåcions shuvantes a Mandriva: 1) li djivêye des pacaedjes k' ont stî astalés sol sistinme, 2) l' apontiaedje di voste éndjolreye. Si vos n' inmez nén di dner ces racsegnes, ou si vos n' voloz nén profiter di ç' siervice ci, clitchîz sol boton «Rinoncî». Si vos clitchîz sol boton «Shuvant» vos nos otorijhîz a vs informer pa emile des metaedjes a djoû di såvrité. Di pus, vos beneficyîz di rmetaedjes so les siervices payants di www.mandrivaexpert.com.

source: Connection problem
af: Konneksie probleem
ar: مشكلة في الإتصال
az: Bağlantı problemi
bg: Проблем с връзката
bn: সংযোগ সমস্যা
bs: Problem sa konekcijom
ca: Problema de connexió
cs: Problémy při spojení
da: Problem med forbindelse
de: Verbindungsproblem
eo: Konektproblemo
eu: Konexio-arazoa
fa: مشکل اتصال
fi: Yhteysongelma
fr: Problème de connexion
fur: Probleme di conession
gl: Problema de conexión
he: ההתחברות נכשלה
hi: सम्बन्ध स्थापन समस्या
hr: Problem s vezom
hy: Միացման պրոբլեմ
id: Masalah koneksi
is: Tenging mistókst
it: Problema di connessione
ja: 接続トラブル
ku: Pirsgirêka girêdanê
lt: Sujungimo klaida
lv: Pieslēguma problēma
mk: Проблем со конекцијата
mn: Холболтын асуудлууд
ms: Masalah perhubungan
mt: Problema fil-konnessjoni
nb: Tilkoblingsproblem
pa_in: ਕੁਨੈਕਸ਼ਨ ਸਮੱਸਿਆ
pl: Problem z połączeniem
pt: Problema na ligação
ru: Проблема подключения
sc: Probrema de acàpiu
sk: Problém s pripojením
sq: Lidhje e ballafaquar
sr: aŸb€aOaBaLaEaM baA aPaOaVaEaZaIaVaAbšaEaM
ta: தொடர்பில் பிழை நேர்ந்துள்ளது
tg: Муаммои пайвастагӣ
th: ปัญหาการคอนเน็ค
tl: Problema sa koneksyon
ur: رابطه میں مسله
uz@latn: Aloqa o'rnatishda muammo
vi: Trục trặc kết nối
wa: Aroke avou l' raloyaedje

source: Problem occurs when uploading files, please try again
ar: يحدث مشكل عند تحميل الملفّات، حاول مجدّدا من فضلك
az: Fayllar göndərilirkən xəta yaranır, xahiş edirik daha sonra yenidən sınayın
bg: Възникнал е проблем при изпращане на файловете, опитайте отново
bn: ফাইল আপলোড করার সময় সমস্যা হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন
bs: Pojavio se problem prilikom slanja datoteka, pokušajte ponovo
cs: Při nahrávání souborů se vyskytl problém, zkuste to prosím znovu
da: Problem skete ved oplægning af filer, prøv igen
de: Ein Problem taucht beim hochladen der Dateien auf, bitte versuchen Sie es erneut
eo: Problemo okazis kiam alŝutante dosierojn, bonvole provu denove
eu: Arazoa fitxategiak igotzerakoan gertatzen da, saiatu berriro mesedez
fa: اشکالی هنگام باردهی پرونده‌ها رخ داد، لطفا دوباره تلاش کنید
fi: Virheitä tietdostojen lähettämisessä, ole hyvä ja yritä uudelleen
fr: Une erreur est survenue lors de l'envoi des fichiers, veuillez rééssayer
gl: Ocorreu un problema ó subi-los ficheiros, inténteo de novo
he: ישנה בעיה בעת העלאת קבצים, עליך לנסות שנית
hi: संचिकाओं को अपलोड करते समय समस्या हुई, कॄपया पुनः प्रयास करें
hr: Problem kod uploada datoteka, molimo pokušajte ponovo
id: Masalah terjadi ketika mengupload file, harap mencoba lagi
is: Vandamál kom upp þegar skrár voru sóttar, vinsamlega reyndu aftur
it: C'è stato un problema in upload, per favore riprova
ja: ファイル送信中に問題が発生しました。やり直して下さい。
lt: Persiunčiant bylas įvyko klaida, pabandykite dar kartą
mk: Проблем при испраќање на датотеките, ве молиме обидете се повторно
ms: Masalah berlaku ketika memuatnaik fail, sila cuba lagi
mt: Problema waqt li jintbagħtu l-fajls, erġa' pprova
nb: Problem oppstod under opplasting av filer, vennligst prøv igjen
pa_in: ਫਾਇਲਾਂ ਅੱਪਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ
pl: Podczas wysyłania plików wystąpił błąd. Spróbuj ponownie.
pt: Ocorrem problemas apenas ao enviar ficheiros, por favor tente novamente
ru: При загрузке файлов возникла проблема, попробуйте снова
sc: Probrema carrighendi is file, torra a provai
sk: Pri odosielaní súborov nastal problém, prosím skúste ešte raz
tg: Ҳангоми боркунии файлҳо мушкилие рух дод, бори дигар кӯшиш кунед
tl: Nagkakaproblema sa pag-a-upload ng file, pakisubukan muli
ur: فاءل كو بڑے ذخیزه نظام میں منتقل كرنے میں مسله آرها هے،مهربانی فرماكر دوباره كوشش كریں
vi: Trục trặc khi tải lên các tập tin, hãy thực hiện lại
wa: Åk n' a nén stî tot-z eberwetant les fitchîs, rissayîz s' i vs plait

source: Create a Mandriva Online Account
ar: إنشاء حساب في ماندريبا أُنلاين
az: Mandriva Online Hesabı Yaradılır
bg: Създаване на регистрация в Mandriva Online
bn: ম্যান্ড্রেকঅনলাইনে একটি অ্যাকাউন্ট তৈরি করো
bs: Napravi račun na Mandriva Online
ca: Crea un compte a Mandriva Online
cs: Vytvořit účet na Mandriva Online
da: Opret en Mandriva Online-konto
de: Erstelle ein Mandriva Online Benutzerkonto
eo: Kreu Mandriva Online-konton
eu: Sortu Mandriva Online kontua
fa: ایجاد حساب Mandriva Online
fi: Luo Mandriva Online-tunnus
fr: Créer un compte Mandriva Online
fur: Cree un account Mandriva Online
gl: Crear unha Conta en Mandriva Online
he: צור חשבון מנדרייבה-אונליין
hi: एक मैनड्रिवऑनलाइन खाता खोलें
id: Buat Account Mandriva Online
is: Skrá sig hjá Mandriva Online
it: Crea un account per Mandriva Online
ja: Mandriva Online のアカウント作成
ku: Hesabê Mandriva Linux Online Çêke
lt: Sukurti Mandriva Online abonentą
mk: Создади Mandriva Online сметка
ms: Cipta Akaun Mandriva Online
mt: Oħloq kont Mandriva Online
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਖਾਤਾ ਬਣਾਓ
pl: Utwórz konto Mandriva Online
pt: Criar uma Conta Mandriva Online
ru: Создать учетную запись Mandriva Online
sc: Crea unu Account Mandriva Online
sk: Vytvoriť Mandriva Linux Online účet
tg: Офаридани Ҳисоби Mandriva Online
tl: Gumawa ng Mandriva Online Account
ur: ایك مینڈریك آنلاءین كھاتا بناءیں
vi: Tạo tài khoản Mandriva Online
wa: Ahiver on conte Mandriva Online

source: Greeting:
bg: Поздрав:
bs: Pozdrav:
cs: Pozdrav:
da: Velkomst:
de: Begrüßung:
eu: Ongietorri:
fi: Tervehdys:
fr: Titre :
gl: Benvida:
he: קידומת לשם:
id: Salam:
is: Kveðja:
it: Titolo:
lt: Sveikinimas:
mk: Поздрав:
ms: Ucapan:
pl: Powitanie:
pt: Mensagem de boas-vindas:
ru: Приветствие:
sk: Uvítanie:
wa: Salutaedje:

source: First name:
ar: الإسم:
bg: Име:
bn: প্রথম নাম:
bs: Ime:
ca: Nom:
cs: Jméno:
da: Fornavn:
de: Vorname:
eu: Izena:
fa: نام کوچک:
fi: Etunimi:
fr: Prénom :
gl: Nome:
he: שם פרטי:
hi: प्रथमनाम:
id: Nama Depan:
is: Eiginnafn:
it: Nome:
ja: 下の名前:
lt: Vardas:
mk: Име:
ms: Nama pertama:
mt: Isem proprju:
pa_in: ਪਹਿਲਾ ਨਾਂ:
pl: Imię:
pt: Primeiro nome:
ru: Имя:
sk: Krstné meno:
tg: Ном аввала:
tl: Unang pangalan:
vi: Tên đầu:
wa: Pitit No:

source: Last name:
bg: Фамилия:
bs: Prezime:
ca: Cognoms:
cs: Příjmení:
da: Efternavn:
de: Nachname:
eu: Abizena:
fi: Sukunimi:
fr: Nom de famille :
gl: Apelidos:
he: שם משפחה:
id: Nama belakang:
is: Kenninafn:
it: Cognome:
lt: Pavardė:
mk: Презиме:
ms: Nama akhir:
pl: Nazwisko:
pt: Último nome:
ru: Фамилия:
sk: Priezvisko:
tg: Насаб:
wa: No d' famile:
