Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Confirm Password:
af: Bevestig Wagwoord:
ar: أكّد كلمة المرور:
az: Şifrənin Təstiqi:
bg: Потвърдете паролата:
bn: পাসওয়ার্ড নিশ্চিত করুন:
bs: Ponovo šifra:
ca: Confirmació de la contrasenya:
cs: Potvrdit heslo:
da: Bekræft adgangskode:
de: Passwort bestätigen:
eo: Konfirmu pasvorton:
eu: Berretsi pasahitza:
fa: تصدیق گذرواژه:
fi: Varmista salasana:
fr: Confirmer le mot de passe :
fur: Confirme Password:
gl: Confirma-lo Contrasinal:
he: אישור סיסמה:
hi: कूटशब्द की संपुष्टि करें:
hr: Provjera lozinke:
hy: Հաստատեք գաղտնաբառը`
id: Konfirmasi Kata sandi:
is: Staðfestu lykilorð:
it: Conferma password:
ja: パスワード確認:
ku: Şîfreyê Erê Bike:
lt: Patvirtinkite slaptažodį:
mk: Потврди ја лозинката:
ms: Sahkan Katalaluan:
mt: Ikkonferma password:
nb: Bekreft passord:
pa_in: ਗੁਪਤ-ਕੋਡ ਪ੍ਰਮਾਣਿਕਤਾ:
pl: Potwierdź hasło:
pt: Confirmar Senha:
ru: Подтвердить пароль:
sc: Cunfirma sa Password:
sk: Potvrdiť heslo:
tg: Тасдиқи Гузарвожа:
tl: Ulitin ang Password:
ur: خفیه لفظ كی تصدیق كرواءیں:
uz@latn: Maxfiy so'zni tasdiqlang:
vi: Xác Nhận Mật Khẩu:
wa: Acertinez l' sicret:

source: The passwords do not match Please try again
af: Die wagwoorde verskil probeer weer
ar: كلمات المرور غير متطابقة كرّر المحاولة من فضلك
az: Şifrələr uyğun gəlmir Xahiş edirik yenidən sınayın
bg: Паролите не съвпадат Моля опитайте отново
bn: পাসওয়ার্ড মেলেনি অনুগ্রহ করে পুনরায় চেষ্টা করুন
bs: Šifre se ne poklapaju Molim pokušajte ponovo
ca: Les contrasenyes no concorden Si us plau intenteu-ho de nou
cs: Hesla se neshodují Zkuste to prosím znovu
da: Adgangskoderne er ikke ens Prøv igen
de: Die Passwörter stimmen nicht überein! Versuchen Sie es erneut!
eo: La pasvortoj malsamas Bonvole provu denove
eu: Pasahitzak ez datoz bat Saiatu berriro
fa: گذرواژه‌ها مطابقت نمی‌کنند لطفاً دوباره امتحان کنید
fi: Salasanat eivät kelpaa Yritä uudestaan
fr: Les mots de passe ne correspondent pas. Veuillez essayer à nouveau
fur: Les password no corispuindin Par plasè prove ancjemò
gl: Os contrasinais non coinciden Por favor, inténteo de novo
he: הסיסמאות אינן תואמות עליך לנסות שנית
hi: कूटशब्द मेल नहीं खाते है कृपया पुनः प्रयास करें
hr: Lozinke se ne podudaraju Molimo pokušajte ponovo
hy: Գաղտնաբառերը չեն համընկնում Կրկին փորձեք
id: Kata sandi tidak cocok Harap coba lagi!
is: Lykilorðin eru ekki eins Vinsamlega reyndu aftur
it: Le password non coincidono Per favore, riprova
ja: パスワードが合っていません やり直してください
ku: Şîfre hevdi nagirin Careke din biceribîne
lt: Slaptažodžiai nesutampa Pabandykite dar kartą
mk: Лозинките не се совпаѓаат Ве молиме обидете се повторно
ms: Katalaluan tidak sama Sila cuba lagi
mt: Il-passwords ma jaqblux. Jekk jogħġbok erġa' pprova
nb: Passordene stemmer ikke overens Vennligst prøv på nytt
pa_in: ਗੁਪਤ-ਕੋਡ ਮੇਲ ਨਹੀਂ ਕਰਦਾ ਕਿਰਪਾ ਕਰਕੇ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Hasła różnią się Spróbuj ponownie
pt: As senhas não correspondem Por favor tente novamente
ru: Пароли не совпадают Попробуйте еще раз
sc: Is password no cuncordant Po praxeri, torra a provai
sk: Heslá nie sú zhodné Skúste znova
tg: Гузарвожаҳо мувофиқ нестанд Лутфан такрор кунед
tl: Hindi magkatumbas ang mga password Pakisubukan muli
ur: خوفیه لفظ نهی ملتا مهربانی فرماكر دوباره كوشش كریں
uz@latn: Maxfiy so'zlar mos kelmaydi Iltimos yana urinib ko'ring
vi: Mật khẩu không khớp Hãy thử lại
wa: Les screts n' sont nén les minmes Sayîz cor on côp s' i vs plait

source: Please fill in each field
bg: Попълнете всички полета
bs: Molim unesite sva polja
cs: Vyplňte prosím každé pole
da: Udfyld venligst hvert felt
de: Bitte füllen Sie alle Felder aus
eu: Mesedez bete eremu bakoitza
fi: Täytä kaikki kentät
fr: Veuillez remplir tous les champs
gl: Complete tódolos campos
he: נא למלא את כל השדות
id: Harap mengisi semua field
is: Vinsamlega fyllið í öll svæði
it: Per favore compila tutti i campi
lt: Užpildykite visus laukelius
mk: Ве молиме пополнете ги сите полиња
ms: Sila penuhkan setiap medan
pl: Wypełnij wszystkie pola
pt: Por favor preencha todos os campos
ru: Пожалуйста, заполните все поля
sk: Vyplňte prosím všetky polia
wa: Rimplixhoz tchaeke tchamp s' i vs plait

source: Not a valid mail address!
af: Nie-geldige e-pos adres!
ar: عنوان بريدي غير صالح !
az: Hökmsüz epoçt ünvanı!
bg: Невалиден адрес за е-поща!
bn: এটি বৈধ ই-মেইল ঠিকানা নয়!
bs: Neispravna e-mail adresa!
ca: No és una adreça de correu vàlida!
cs: Neplatná emailová adresa!
da: Ikke en gyldig postadresse!
de: Keine gültige E-Mail-Adresse!
eo: Nevalida retpoŝta adreso!
eu: Helbide elektronikoa baliogabea da!
fa: نشانی پست معتبری نیست!
fi: Sähköpostiosoite ei kelpaa!
fr: Cette adresse courriel n'est pas valide !
fur: No l'è un recapit mail valevul!
gl: Non é un enderezo de email válido!
he: זו אינה כתובת דוא"ל תקינה!
hi: एक वैध विपत्र पता नहीं!
hr: Unesite ispravnu adresu molim!
hy: Անվավեր էլփոստի հասցե!
id: Alamat mail tak valid!
is: Ekki gilt netfang!
it: Non è un indirizzo di email valido!
ja: メールアドレスが無効です
ku: Ev ne e-peyameke derbasdar e
lt: Neteisingas el. pašto adresas!
mk: Невалидна email адреса!
ms: Alamat mail yang tidak sah!
mt: Dan mhux indirizz tal-imejl validu!
nb: Ikke en gyldig epostadresse!
pa_in: ਠੀਕ ਪੱਤਰ ਸਿਰਨਾਵਾਂ ਨਹੀਂ ਹੈ!
pl: To nie jest poprawny adres e-mail!
pt: Não é um endereço electrónico válido!
ru: Недействительный почтовый адрес!
sc: No est bivimentu email bonu!
sk: Nekorektná emailová adresa!
tg: Суроғаи пост ҳақиқӣ нест!
tl: Hindi balidong mail address!
ur: میل كا پته معقول نهی!
vi: Địa chỉ thư không hợp lệ!
wa: C' est nén ene adresse emile valide!

source: Creating account failed!
bs: Pravljenje računa nije uspjelo!
cs: Vytvoření účtu selhalo!
de: Erstellen des Benutzerkontos fehlgeschlagen!
eu: Kontu sorrerak huts egin du!
fi: Tilin luonti ei onnistunut!
fr: La création du compte a échoué !
gl: Erro ó crea-la conta!
he: יצירת החשבון כשלה!
id: Pembuatan account gagal!
is: Ekki tókst að búa til auðkenni!
it: È stato impossibile creare questo account!
mk: Неуспешно создавање на сметка!
pl: Utworzenie konta nie powiodło się!
pt: Criação de conta falhada!
ru: Не удалось создать учётную запись!
wa: L' ahivaedje do conte a fwait berwete!

source: Mandriva Online Account successfully created. Please click "Next" to authenticate and upload your configuration
ar: تم إنشاء حساب ماندريبا أُنلاين بنجاح. الرجاء الضغط على "التالي" للتوثيق وتحميل تهيئتك.
bg: Успешно е създадена регистрация в Mandriva Online. Натиснете "Напред" за идентификация и изпращане на конфигурацията
bn: ম্যান্ড্রেকঅনলাইন একাউন্ট সাফল্যের সাথে তৈরি হয়েছে। অনুগ্রহ করে পরিচয় প্রমাণ এবং আপনার কনফিগারেশন আপলোড করার জন্য "পরবর্তী" ক্লিক করুন
bs: Račun za Mandriva Online je uspješno napravljen. Kliknite na "Dalje" za identifikaciju i slanje vaših postavki
cs: Účet na Mandriva Online byl úspěšně vytvořen. Klikněte prosím na "Další" a přihlaste se a nahrajte své nastavení
da: Mandriva Online-konto oprettet uden problemer Klik "Næste" for at bekræfte og lægge din konfiguration op
de: Mandriva Online Benutzerkonto erfolgreich erstellt. Bitte drücken Sie „Weiter“ zum Authentifizieren und zum Hochzuladen Ihrer Konfiguration
eo: Mandriva Online konto sukcese kreita. Bonvole musklaku "Sekva" por enigi kaj alŝuti vian konfiguradon
eu: Mandriva Online Kontu sorrera arrakastatsua. Mesedez klikatu "Hurrengoa" egiaztatu eta zure konfigurazioa igotzeko
fa: حساب اینترنتی ﻡﺎﻧﺩﺭیﺑﺍ با موفقیت ایجاد گردید. لطفا برای تأیید باردهی پیکربندیتان "بعدی" را کلیک کنید
fi: Mandriva Online tili luotiin onnistuneesti. Paina "Seuraava" kirjautuaaksesi ja lähettääksesi laitteistotietojasi
fr: Compte Mandriva Online créé avec succès. Cliquez sur « Suivant » pour vous authentifier et envoyer votre configuration au serveur
gl: A Conta de Mandriva Online creouse con éxito. Prema "Seguinte" para autenticarse e subir a súa configuración
he: חשבונך במנדרייבה-אונליין הוקם בהצלחה. עליך ללחוץ על "המשך" בכדי להזדהות ולטעון את תצורת מחשבך
hi: मैनड्रिवऑनलाइन खाते को सफ़लता-पूर्वक निर्मित किया गया । कॄपया "अगला" पर क्लिक करके प्रमाणीकरण करें और अपने तंत्र की संरचना को अपलोड करें
id: Account Mandriva Online berhasil dibuat. Silahkan klik "Lanjut" untuk authentikasi dan mengupload konfigurasi Anda
is: Það tókst að búa til Mandriva Online auðkenni. Vinsamlega smelltu á "Næst" til að auðkenna þig og senda inn stillingar þinar
it: Account Mandriva Online creato correttamente. Clicca su "Avanti" per autenticarti e fare l'upload della tua configurazione
ja: Mandriva Onlineアカウントを作成しました。 [次へ]をクリックし、認証と設定の送信を行なってください。
lt: Mandriva Online abonentas sėkmingai sukurtas. Atpažinimui ir jūsų konfigūracijos persiuntimui paspauskite "Tęsti"
mk: „Mandriva Online“ сметката е успешно креирана. Ве молиме притиснете „Следно“ за автентикација и испраќање на вашата конфигурација
mt: Kont Mandriva Online inħoloq. Jekk jogħġbok agħfas "Li Jmiss" biex tawtentika ruħek u tibgħat il-konfigurazzjoni
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਖਾਤਾ ਸਫਲਤਾਪੂਰਕ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਮਾਣਿਕਤਾ ਅਤੇ ਆਪਣੀ ਸੰਰਚਨਾ ਚੜਾਉਣ ਲਈ "ਅੱਗੇ" ਦਬਾਓ।
pl: Pomyślnie utworzono konto Mandriva Online. Kliknij "Naprzód" aby uwierzytlenić się i pobrać swoją konfigurację
pt: Conta Mandriva Online criada com sucesso. Por favor clique em "Seguinte" para autenticar e enviar a sua configuração
ru: Учётная запись Mandriva Online успешно создана. Нажмите "Далее", чтобы пройти аутентификацию и выгрузить свою конфигурацию
sc: Account Mandriva Online acabau de creai. Crica "Sighi" po intrai e carrigai is assètius tuus
sk: Účet pre Mandriva Online bol úspešne vytvorený. Kliknite prosím na "Ďalej" pre overenie a nahratie vašej konfigurácie
tg: Ҳисоби Mandriva Online бо муваффақият офарида шуд. Барои аслшиносӣ ва боркунии танзимоти худ ба "Оянда" ангушт занед
tl: Matagumpay na nalikha ang Mandriva Online Account. Paki-click ang "Kasunod" para patotohonan at i-upload ang iyong configuration
ur: آپ كے مینڈرك آنلاءین كھاتےكوبنانے میں كامیابی حاصل هوءی۔ مهربانی فرماكر"Next" پر كلك كریں تاكه آپ قابلے اعتبار هوں اور اپنے اجزا كی ترتیب كو نقل بالا كر سكیں
vi: Đã tạo được tài khoản Mandriva Online. Hãy nhấn "Tiếp theo" để chứng thực và tải lên cấu hình của bạn
wa: Li conte mandrivaonline a stî ahivé comifåt. Clitchîz so «Shuvant» po vs elodjî eyet eberweter vost apontiaedje

source: Your upload was successful!
af: Die oplaai was suksesvol!
ar: تم التحميل بنجاحك!
az: Sizin yollamanız müvəffəqiyyətli oldu
bg: Изпращането бе успешно!
bn: আপনার আপলোড সাফল্যের সাথে সম্পন্ন হয়েছে!
bs: Slanje je uspješno!
cs: Zaslání informací proběhlo úspěšně!
da: Din oplægning lykkedes!
de: Ihr Upload war erfolgreich!
eo: La alŝuto sukcesis!
eu: Behar bezala kargatu da!
fa: باردهی‌تان موفق بود!
fi: Tietojen siirto onnistui!
fr: Votre configuration a été envoyée avec succès !
fur: Cjariament completât cun sucès!
gl: O envio de datos tivo éxito!
he: העלאת הנתונים הסתימה בהצלחה
hi: आपका अपलोड सफ़ल रहा था !
hr: Vaše slanje je bilo uspješno!
hy: Ափլոադը հաջողությամբ ավարտվեց!
id: Upload Anda sukses!
is: Tókst að senda upplýsingar!
it: Trasmissione completata con successo!
ja: 送信成功
ku: Şandina te temam bû!
lt: Jūsų siuntimas buvo sėkmingas!
lv: Nosūtīšana bija veiksmīga!
mk: Вашето испраќање е успешно!
ms: Upload Anda berjaya!
mt: It-trasferiment tal-informazzjoni rnexxa.
nb: Din opplasting var vellykket!
pa_in: ਤੁਹਾਡਾ ਅੱਪਲੋਡ ਸਫਲ ਰਿਹਾ!
pl: Informacje zostały pomyślnie przesłane!
pt: Envio bem sucedido!
ru: Выгрузка произведена успешно!
sc: S'upload est acabau beni!
sk: Zaslanie bolo úspešné!
sq: Dërgesa e juaj ishte me sukses!
sr: a¡aLaAbšaE aVaAbˆaIb… aPaOaDaAb‚aAaKaA b˜aE aBaIaLaO bƒbaPaEbˆaNaO!
ta: உங்கள் மேலேற்றுதல் வெற்றியடைந்தது
tg: Боркунии шумо бо муваффақият ноил гардид!
tl: Nagtagumpay ang iyong upload!
ur: آپ كا نقل بالا كامیاب رها!
vi: Đã hoàn thành việc tải lên!
wa: Vosse metaedje a djoû a stî comifåt!

source: From now you will receive on security and updates announcements thanks to Mandriva Online.
ar: من الآن ستستلم اشعارات بالترقيات و التحديثات الأمنية بفضل ماندريبا أنلاين.
az: İndidən etibarən Mandriva Online vasitəsilə güncəlləmə və təhlükəsizlik elanları alacaqsınız.
bg: От сега нататък, Вие ще получавате информация относно сигурността и новостите, благодарение на Mandriva Online.
bn: ম্যান্ড্রেকঅনলাইন-এর জন্য, এখন থেকে আপনি নিরাপত্তা এবং আপডেট সংক্রান্ত ঘোষনাগুলো নিয়মিত পাবেন।
bs: Od sada ćete primati obavještenja o sigurnosti i ispravkama zahvaljujući Mandriva Online.
ca: A partir d'ara, gràcies a Mandriva Online, rebreu avisos d'actualitzacions i millores de seguretat.
cs: Od této chvíle budete díky službě Mandriva Online informováni o bezpečnostních a dalších aktualizacích.
da: Fra nu af vil du modtage annonceringer om sikkerhed og opdateringer takket være Mandriva Online.
de: Ab jetzt erhalten SIe Sicherheits- und Updateankündigungen dank Mandriva Online.
eo: Ekde nun, vi ricevos anoncojn pri sekureco kaj ĝisdatigojn danke al Mandriva Online.
eu: Hemendik aurrera, segurtasunari eta eguneratzeei buruzko berriak jasoko dituzu Mandriva Online-ri esker.
fa: از اکنون شما آگهی‌های بروزسازی‌های امنیتی را به لطف Mandriva Online دریافت خواهید کرد.
fi: Tästä lähtien saat turva- ja päivitysilmoitukset suoraan Mandriva Onlinesta.
fr: À partir de maintenant, vous recevrez les annonces de sécurité et de mises-à-jour grâce à Mandriva Online.
fur: Di cumò indenant, tu ricevarâs avîs su le sigurece e su lis atualizazions graziis a Mandriva Online.
gl: Dende agora recibirá avisos referentes á seguridade e ás actualizacións gracias a Mandriva Online.
he: מעתה ישלחו לך עדכונים לגבי עדכוני אבטחה ועדכונים הודות למנדרייבה-אונליין.
hi: अब से आप सुरक्षा व अपडेटो की घोषणाओं को प्राप्त करेगें मैनड्रिवऑनलाइन को धन्यवाद।
id: Mulai saat ini Anda akan menerima pemberitahuan keamanan dan upgrade dari Mandriva Online.
is: Héðan í frá munt þú fá tilkynningar um öryggisuppfærslur og lagfæringar, þökk sé Mandriva Online.
it: Da ora in poi riceverai avvisi sulla sicurezza e sugli aggiornamenti grazie a Mandriva Online.
ja: これからはセキュリティその他の更新情報を Mandriva Online がお知らせします。
ku: Ji niha û pê ve ji Mandriva Online der barê pergala we de hemû pêşketin û qelşên ewlekariyê de tê werî agahdarkirin. Mandriva spas dike...
lt: Dėka Mandriva online nuo šio momento jūs gausite pranešimus apie saugumo pataisas ir atnaujinimus.
mk: Од сега па понатаму ќе добивате известувања за сигурност и ажурирања, благодарение на „Mandriva Online“.
ms: Mulai saat ini Anda akan menerima pengumuman sekuriti dan upgrade dari Mandriva Online.
mt: Minn issa 'l quddiem int tirċievi notifiki dwar sigurtà u aġġornamenti minngħand Mandriva Online.
pa_in: ਹੁਣ ਤੁਸੀਂ ਸੁਰੱਖਿਆ ਤੇ ਨਵੀਨੀਕਰਨ ਲਈ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ, ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਦਾ ਧੰਨਵਾਦ।
pl: Od tej chwili dzięki Mandriva Online będziesz otrzymywać informacje o wykrytych błędach i uaktualnieniach.
pt: A partir de agora irá receber anúncios acerca de segurança e actualizações graças ao Mandriva Online.
ru: С этого момента, благодаря Mandriva Online, вы будете получать уведомления о безопасности и обновлениях.
sc: De imoi as a arriciri noas apitzus de siguresa e ajorronus, gràtzias a Mandriva Online.
sk: Odteraz budete môcť vďaka Mandriva Online získavať oznámenia o bezpečnostných a funkčných aktualizáciách.
tg: Ба туфайли Mandriva Online аз ин лаҳза эътибран шумо ахбороти оиди бехатарӣ ва навкуниҳоро қабул хоҳед кард.
tl: Mula ngayon ikaw ay makakatanggap ng mga announcement tungkol sa seguridad at update salamat sa Mandriva Online.
ur: اب كے بعد آپ كو حفاظت اور تازه ترین معلومات سےآگاه كیا جاےء گا اعلانیه مینڈرك آنلاءین كا شكریه ادا كرتی هے۔
vi: Từ bây giờ, bạn sẽ nhận được các thông báo về cập nhật bảo mật thông qua Mandriva Online.
wa: A pårti d' asteure vos rçuroz les anonces di såvrité et di metaedjes a djoû viè Mandriva Online.

source: Mandriva Online offers you the ability to automate the updates. A program will run regulary in your system waiting for new updates
ar: يُوفّر ماندريبا أنلاين القدرة على التحديث بشكل آلي. سيعمل برنامج بانتظام على نظامك منتظرا تحديثات جديدة
az: Mandriva Online sizə avtokatik güncəlləmə imkanı verir. Proqram sürəkli olaraq sisteminizdə yeni göncəlləmələri gözləyəcək şəkildə işləyəcəkdir
bg: Mandriva Online Ви предлага автоматизиране на актуализациите. Програмата ще се пуска периодично на системата Ви и ще следи за актуализации
bn: ম্যান্ড্রেকঅনলাইন আপনাকে স্বয়ংক্রিয়ভাবে আপডেট পেতে সাহায্য করে। একটি প্রোগ্রাম নুতন আপডেটের অপেক্ষায় আপনার সিস্টেমে নিয়মিত চলবে
bs: Mandriva Online daje vam priliku da automatizirate ispravke. Program će se pokrenuti na vašem sistemu i čekati nove ispravke
ca: Mandriva Online us ofereix la possibilitat d'automatitzar les actualitzacions. S'executarà regularment un programa per comprovar si hi ha noves actualitzacions
cs: Mandriva Online nabízí možnost automatizovat aktualizace. Program, který bude běžet v systému a čekat na aktualizace
da: Mandriva Online tilbyder dig at kunne automatisere opdateringerne. Et program vil køre jævnligt på dit system der venter på nye opdateringer
de: Mandriva Online bietet Ihnen die Möglichkeit, Updates zu automatisieren. Ein Program wird regelmäßig auf Ihrem System laufen, um auf neue Updates zu prüfen
eo: Mandriva Online alportas al vi la aŭtomatigado de la ĝisdatigoj. Programo startos regule en via sistemo kaj atendos novaj ĝisdatigoj
eu: Mandriva Online-k eguneratzeak automatizatzeko aukera eskaintzen dizu. Aldika programa bat exekutatuko da zure sisteman eguneratzeak bilatzeko.
fa: Mandriva Online به شما توانائی بروزسازی خودکار را ارائه می‌دهد. برنامه‌ای در سیستم‌تان بطور متناوب اجرا شده و منتظر بروزسازی‌های جدید خواهد بود
fi: Mandriva Online mahdollistaa päivitysten automatisoinnin. Ohjelma käynnistyy säännöllisesti järjestelmässäsi odottamaan uusia päivityksiä
fr: Mandriva Online donne la possibilité d'automatiser les mises à jour. Un programme se lancera régulièrement sur votre machine pour vérifier la présence de nouvelles mises à jour.
fur: Mandriva Online a ti ufrìs le pussibilitât di automatizâ les atualizazions. Un program in spiete di gnovis atualizazions al sarà fat partî periodichementri
gl: Mandriva Online ofrécelle a posibilidade de automatiza-las actualizacións. Un programa executarase regularmente no seu sistema agardando novas actualizacións
he: מנדרייבה-אונליין מאפשר לך לעדכן את מחשבך באופן אוטומטי. במערכת שלך תורץ תוכנה באופן סדיר שתחכה לעדכונים.
hi: मैनड्रिवऑनलाइन आपको अपडेटो को स्वचालित रूप से करने की क्षमता प्रदान करने को प्रस्तावित करता है। आपके तंत्र में एक कार्यक्रम लगातार नये अपडेटो की प्रतीक्षा में चलता रहेगा
id: Mandriva Online memberi Anda kemampuan update otomatis. Sebuah program akan secara periodik menunggu update baru
is: Mandriva Online býður upp á þann möguleika að uppfæra sjálfvirkt. Forrit mun keyra reglulega á vélinni þinni til að athuga með nýjar uppfærslur
it: Mandriva Online ti offre la possibilità di automatizzare gli aggiornamenti. Un programma in attesa di nuovi aggiornamenti sarà eseguito periodicamente
ja: Mandriva Online をご利用頂くとシステムの更新を自動化できます。 チェックプログラムが新しい更新情報を定期的に調べに行きます。
ku: Mandriva Online bernameyeke ku dê dê jixweber nûjenkirinên dikarin werin sepandin teklîf bike. Dê bi navber di pergala te de bixebite û nûjenkirinan bişopîne
lt: MandrivaOnlina jums siūlo galimybę automatizuoti atnaujinimus. Programa bus reguliariai paleidžiama jūsų sistemoje ir lauks atnaujinimų
mk: „Mandriva Online“ ви ја нуди способноста за автоматско ажурирање. Програмата ќе работи регуларно на вашиот систем чекајќи за нови ажирирања
ms: Mandriva Online memberi Anda kemampuan update automatik. Sebuah program akan berjalan secara periodik menunggu untuk kemaskini baru
mt: Mandriva Online joffrilek il-possibbiltà li taġġorna s-sistema awtomatikament. Regularment jitħaddem programm fuq is-sistema biex jistenna aġġornamenti.
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਤੁਹਾਨੂੰ ਨਵੀਨੀਕਰਨ ਸਵੈ-ਚਾਲਤ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ। ਇੱਕ ਕਾਰਜ ਲਗਾਤਾਰ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਲਈ ਨਵੀਨ ਪੈਕੇਜਾਂ ਦੀ ਪੜਤਾਲ ਕਰਦਾ ਰਹੇਗਾ।
pl: Mandriva Online umożliwia Ci zautomatyzowanie uaktualnień. Program będzie uruchamiał się regularnie i oczekiwał na uaktualnienia
pt: O Mandriva Online oferece-lhe a possibilidade de automatizar as actualizações. Um programa irá ser executado regularmente no seu sistema à espera de novas actualizações.
ru: Mandriva Online предлагает вам возможность автоматизировать обновления. Программа будет регулярно запускаться в вашей системе, ожидая новых обновлений
sc: Mandriva Online ti donat de podi ajorronai in automàtigu. Unu programa at a girai in su sistema, abetendi ajorronus
sk: Mandriva Online vám prináša možnosť ako vykonávať aktualizácie. Program môže bežať na vašom systéme a čakať na nové aktualizácie
tg: Mandriva Online ба шумо имконияти худкоркунии навсозиҳоро пешкаш мекунад. Барнома доимо ар системаи шумо иҷро мегардад ва то навкуниҳои оянда интизор мешавад.
tl: Ang Mandriva Online ay naghahandog sa iyo ng kakayahang i-automate ang mga update. May program na tatakbo tuwina sa iyong sistema na maghihintay para sa mga bagong update.
ur: مینڈرك آنلاءین آپ كو جدیدترین كو خودكاربنانے كی صلاحیت پیش كرتا هے ایك پروگرام تازه تریں معلومات كے انتظار میں مسلسل آپ كے سسٹم پر چلتا رهے گا
vi: Mandriva Online cung cấp khả năng tự động cập nhật. Một chương trình sẽ chạy thường quy trong hệ thống để đợi các cập nhật mới
wa: Mandriva Online vos ofere li possibilité di fé des metaedjes a djoû otomatikes. On programe srè enondé regulirmint so vosse sistinme po cweri après des noveas metaedjes a djoû

source: Congratulations
ar: تهانينا
ast: Felicidaes
az: Təbriklər
bg: Поздравления
bn: অভিন্দন
bs: Čestitam
ca: Felicitats
cs: Gratulujeme
da: Tillykke
de: Herzlichen Glückwunsch
eo: Gratulojn
eu: Zorionak
fa: تبریکات
fi: Onnittelut
fr: Félicitations
fur: Congratulazions
gl: Noraboa
he: ברכותינו
hi: बधाई हो
id: Selamat
is: Til hamingju
it: Congratulazioni
ja: 設定
ku: Serkeftin
lt: Sveikinimai
mk: Честитки
ms: Tahniah
mt: Prosit
pa_in: ਮੁਬਾਰਕ
pl: Gratulacje
pt: Parabéns
ro: Felicitări
ru: Поздравляем
sc: Cumprimentus
sk: Gratulujeme
tg: Табрик
tl: Maligayang Bati
ur: مبارك هو
vi: Chúc mừng
wa: Proficiate
