Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Do you want to upgrade to the '%s' distribution?
ast: ¿Quies anovar a la distribución '%s'?
cy: Hoffech chi ddiweddaru i ddosbarthiad '%s'??
hu: Tényleg frissíteni akar a '%s' disztribúcióra?
ky: '%s' дистрибутивине жаңылоону каалайсызбы?
ro: Doriți să avansați la distribuția „%s”?

source: Do not ask me next time
ast: Nun volver a entrugar
cy: Peidio gofyn y tro nesaf
hu: Legközelebb ne kérdezze meg
ky: Кийинки жолу башка менден сураба
ro: Nu se cere confirmarea data viitoare

source: Download all packages at once
ast: Baxar tolos paquetes de secute
hu: Egyszerre minden csomag letöltése

source: (Warning: You will need quite a lot of free space)
ast: (Avitu: Necesites abondo espaciu llibre)
hu: (Figyelem: Fel kell szabadítania egy helyet)

source: Where to download packages:
ast: Onde baxar los paquetes:
hu: A csomagok letöltési helye:

source: Next
af: Volgende
ast: Siguiente
cy: Nesaf
hr: Slijedeće
hu: Következő
ky: Кийинки
lv: Tālāk
nb: Neste
sq: Tjetër
sr: a¡aLaEaDaEb›aI
ta: அடுத்து

source: Cancel
ast: Encaboxar
cy: Diddymu
hr: Odustani
hu: Mégsem
ky: Айнуу
lv: Atcelt
nb: Avbryt
ro: Renunță
sq: Anulo
sr: aŸaOaNaIbˆb‚aI
ta: நீக்கு

source: Maintenance for this Mandriva Linux version has ended. No more updates will be delivered for this system.
hu: Ennek a Mandriva Linuxnak a karbantartási ideje lejárt, nem fog többé frissítés megjelenni hozzá.

source: In order to keep your system secure, you can:
ast: Pa caltener el to sistema seguru, puedes:
hu: Ahhoz, hogy a rendszerét biztonságban tartsa, az alábbi dolgokat teheti:

source: You should get extended maintenance.
ast: Deberíes obtener caltenimientu estendíu.
hu: Beszerezhet kiterjesztett karbantartást.

source: You should either get extended maintenance or upgrade to a newer version of the %s distribution.
ast: Deberíes obtener un caltenimientu estendíu o anovar a una versión más nueva de la distribución %s.
hu: Szükségessé vált, hogy előfizessen a rendszer kiterjesztett karbantartására, vagy frissítsen az újabb, %s disztribúcióra.

source: You should upgrade to a newer version of the %s distribution.
ast: Deberíes anovar a una versión más nueva de la distribución %s.
hu: Szükségessé vált, hogy az újabb, %s disztribúcióra frissítsen.

source: Your distribution is no longer supported
ast: La to distribución nun ye sofitada más
hu: Ez a disztribúció többé nem támogatott

source: Extended Maintenance
hu: Kiterjesztett karbantartás

source: Purchase a maintenance extension for this version (%s) and keep it running until %s.
hu: Fizessen elő kiterjesztett karbantartásra, amivel ez a verzió (%s) %s-ig naprakész marad.

source: This upgrade requires high bandwidth network connection (cable, xDSL, ...) and may take several hours to complete.
ast: Esti anovamientu necesita una conexón de banda ancha alta (cable, xDSL, ...) y puede tardar abondes hores en finar.
cy: Mae'r diweddariad yn gofyn am gysylltiad rhwydwaith band llydan cyflym (cebl, xDSL,...) a gall gymryd rhai oriau i'w gwblhau.
hu: Ehhez a frissítéshez nagy sávszélességű kapcsolat (Kábel, xDSL,...) szükséges és több órát is igénybe vehet a teljesítése.
ky: Бул жаңылоо жогорку ылдамдыкта тармак туташууну (кабель, xDSL, ж.б.) талап кылат жана бир ниче убакытты алышы мүмкүн.

source: Estimated download data will be %s
ast: La baxada estimada será de %s
cy: Amcan o'r data i'w lwytho i lawr yw %s
hu: %s adat letöltésére van szükség
ky: Жүктөө маалымат көлөмү: %s

source: You should close all other running applications before continuing.
ast: Tienes de finar toles demás aplicaciones n'execución enantes de siguir.
cy: Dylech gau pob rhaglen sy'n rhedeg cyn parhau.
hu: Érdemes a többi nyitott alkalmazásokat bezárni folytatás előtt.
ky: Улантуу үчүн иштеп жаткан бардык программаларды жабуу керек.

source: You should put your laptop on AC and favor ethernet connection over wifi, if available.
ast: Recomendamos que coneutes el portátil a la corriente y si ye posible escueyi una rede cableada envés d'inalámbrica, si puedes.
cy: Dylech osod eich gliniadur ar gyflenwad trydan ac mae ethernet yn well na'r diwifr, os yn bosib.
hu: Rakja hálózati áramellátásra a laptopot és ha lehet váltson vezetékes hálózati kapcsolatra wifi helyett.
ky: Ноутбукту турактуу электр булагына кошуу зарыл жана мүмкүн болушунча сымсыз тармак туташуудан көрө кабельдик тармак туташууну колдонуу керек.

source: _: Translator(s) name(s) & email(s)
ast: Softastur <alministradores@softastur.org>
cy: -:Rhoslyn Prys <post@meddal.com>
hu: _: Lónyai Gergely <aleph@mandriva.org>
ky: Ilyas Bakirov <just_ilyas@yahoo.com>
ro: Florin Cătălin RUSSEN <cfrussen@yahoo.co.uk>

source: More Information
ast: Más Información
cy: Rhagor o Wybodaeth
hu: További információk
ky: Кошумча маалымат

source: Add media
ast: Amestar preseos
cy: Ychwanegu cyfrwng
hu: Adathordozó felvétele
ky: Булак кошуу
ro: Adaugă mediu

source: Updates Configuration
ast: Configuración d'anovamientos
cy: Ffurfweddiad Diweddaru
hu: Frissítési beállítások
ky: Жаңылоолор ырастоолору

source: New medium available
ast: Nuevu mediu disponible
cy: Cyfrwng newydd ar gael
hu: Új, elérhető adathordozó
ky: Жаңы булак табылды

source: You use '%s' distribution and therefore have privileged access to additional software.
ast: Uses la distribución '%s', entós tienes accesu privilexiáu pa programes adicionales.
cy: Rydych yn defnyddio dosbarthiad '%s' ac o ganlyniad mae gennych fynediad breintiedig i feddalwedd ychwanegol.
hu: Ön a '%s' disztribúciót használja, és további szoftverekhez van hozzáférése.
ky: Сиз '%s' дистрибутивин колдонуп жатасыз жана кошумча программаларды колдонууга укугуңуз бар.

source: Do you want to install this additional software repository?
ast: ¿Quies amestar esti repositoriu de programes adicionales?
cy: Hoffech chi osod y storfa o feddalwedd ychwanegol?
hu: Szeretné a további szoftvereket tartalmazó csomagforrást használni?
ky: Сиз кошумча пакеттер булагын кошууну каалайсызбы?

source: Adding an additional package medium
ast: Amestando un mediu de programes adicionales
cy: Ychwanegu cyfrwng pecynnau ychwanegol
hu: Egyéb csomagforrás hozzáadása
ky: Кошумча пакеттер булагын кошуу

source: Supported products are %s, '%s' is not on the list.
hu: A támogatott termékek között - %s - nincs a '%s'.

source: Please fill in your account ID to add an additional package medium
ast: Por favor da la ID de la cuenta p'amestar esti mediu nuevu.
cy: Rhwoch enw eich cyfrif yn ogystal a'r cyfrwng pecyn ychwnegol
hu: Kérem töltse ki a hozzáférés adatait az egyéb adatforrás hozzáadásához
ky: Кошумча пакеттер булагын кошууда колдонуучү IDни киргизиңиз

source: Your Mandriva account does not have %s download subscription enabled.
ast: La to cuenta de Mandriva nun tien soscripción pa baxar %s
cy: Nid yw eich cyfrif Mandriva yn cynnwystanysgrifiad llwytho %s i lawr.
hu: A te Mandriva hozzáféréseddel nincs lehetőséged a %s letöltéseket használni.
ky: Сиздин Mandriva колодонуучу аты %s жүктөө катталышын камтыбайт.

source: An error occurred while adding medium
ast: Fallu al amestar sofitu
cy: Digwyddodd gwall wrth ychwanegu cyfrwng
hu: Hiba történt az adatforrás felvétele közben
ky: Булакты кошууда ката чыкты

source: Successfully added media!
hu: Sikerült az adatforrást hozzáadni!

source: Successfully added media %s.
ast: Preséu %s amestáu.
cy: Wedi ychwanegu cyfrwng %s yn llwyddiannus.
hu: Sikerült a %s adatforrást hozzáadni.
ky: %s булагы ийгиликтүү кошулду.

source: Here you can configure the updates applet
ast: Equí puedes configurar el notificador d'anovamientos
cy: Yma mae modd ffurfweddu'r rhaglennig diweddaru
hu: Itt tudja beállítani a frissítő alkalmazást
ky: Бул жерде жаңылоолор аплеттин ыраста аласыз

source: Update frequency (hours)
ast: Frecuencia de verificaciones (hora)
cy: Amlder diweddaru (awr)
hu: Frissítés gyakorisága (óra)
ky: Жаңылоо жыштыгы (саат)

source: First check delay (minutes)
ast: Primer Verificación (minutos)
cy: Oedi gwiriad cyntaf (munud)
hu: Első ellenőrzés előtti várakozás (perc)
ky: Биринчи текшерүүнү кийинкиге калтыруу убакыты (минута)

source: Check for newer "%s" releases
ast: Comprobar por releases "%s" nueves
hu: Az új "%s" kiadás ellenőrzése

source: Check for missing "%s" media
ast: Comprobar por preseos "%s" que falten
hu: A hiányzó "%s" média ellenőrzése

source: Restricted
ast: Restrinxíu
hu: Korlátozott

source: Failure while retrieving distributions list:
hu: Hiba a disztribúciólista beszerzésében:

source: Mandriva provides 12 months of desktop updates (until %s) and 18 months of base updates (up to the %s) for distributions.
hu: A Mandriva minden disztibúción 12 hónap frissítést biztosít a munkaasztali alkalmazások számára (maradt %s) és 18 hónapot a rendszerszintű alkalmazásokhoz (maradt %s).

source: Extended maintenance is now available to get 18 months of additional updates (until %s).
hu: A Kiterjesztett karbantartással további 18 hónap frissítés érhető el (maradt %s).

source: You can subscribe <b>right now</b> to get extended maintenance:
hu: <b>Ajánlott</b> előfizetnie az alábbi kiterjesztett karbantartásra:

source: Lifetime policy
hu: Tervezett életciklus

source: Online subscription
hu: Online előfizetés

source: Please fill in your account ID to add an additional package medium once you have subscribed online
hu: Kérem töltse ki a hozzáférés adatait azon egyéb adatforrás hozzáadásához, amire online előfizetett

source: More information on your user account
ast: Más información na to cuenta d'usuariu
cy: Rhagor o wybodaeth am eich cyfrif defnyddiwr
hu: Több információ a felhasználói hozzáféréséről
ky: Колдонуучу аты жөнүндө кошумча маалымат

source: Your email
ast: El to corréu
cy: Eich e-bost
hu: Az emailje
ky: Электрондук почта

source: Your password
ast: La to contraseña
cy: Eich cyfrinair
hu: A jelszava
ky: Сырсөз

source: Forgotten password
ast: Escaecí la contraseña
cy: Cyfrinair wedi ei anghofio
hu: Elfelejtett jelszó
ky: Унутулуп калган сырсөз

source: Password and email cannot be empty.
ast: Contraseña y corréu nun pueden tar ermos.
cy: Nid oes modd i'r cyfrinair a'r e-bost fod yn wag
hu: Mind a jelszót, mind az emailt meg kell adni.
ky: Сырсөз жана э-почта бош болбошу керек.

source: Your Mandriva account does not have Extended Maintenance subscription enabled.
hu: A Mandriva hozzáféréséhez nem fizetett elő Kiterjesztett karbantartásra.

source: Mandriva Powerpack brings you the best of Linux experience for desktop: stability and efficiency of open source solutions together with exclusive softwares and Mandriva official support.
hu: A Mandriva Powerpack adja önnek a legjobb Linux élményt: stabilitás és eredményesség a nyílt forrású megoldásoknak köszönhetően, exkluzív szoftverek és a Mandriva hivatalos támogatása.

source: Mandriva Linux Features
hu: Mandriva Linux jellemzői

source: Choose your upgrade version
hu: Kérem válasszon frissítéshez verziót

source: Your Powerpack access has ended
hu: A Powerpack hozzáférése lejárt

source: %s is now available, you can upgrade to:
hu: %s már elérhető, és tud rá frissíteni:

source: The Mandriva Linux distribution with even more softwares and official support.
hu: A Mandriva Linux disztribúció most még több szoftverrel és hivatalos támogatással.

source: The 100%% Open Source distribution freely available.
hu: A 100%%-ig Szabad Forrású disztribúció ingyen elérhető.

source: Distribution Upgrade
ast: Anovamientu de la Distribución
cy: Diweddaru'r Dosbarthiad
hu: Disztribúció frissítése
ky: Дитсрибутив жаңылоосу
ro: Actualizare distribuție

source: This Mandriva Linux system maintenance has ended. It means it will not receive any new software update.
ast: Finó'l caltenimientu del sistema Mandriva Linux. Esto significa que nun recibirás nengún anovamientu nuevu de software.

source: Enterprise
ast: Empresa

source: Ok
ast: Aceutar
cy: Iawn
ky: ОК

source: Your Mandriva account does not have Powerpack download subscription enabled.
ast: La cuenta de Mandriva nun tien soscripción pa baxar el Powerpack

source: Your system does not have enough space left in %s for upgrade (%dMB < %dMB)
ast: El sistema ta ensin espaciu suficiente en %s p'anovar (%dMB < %dMB)

source: Installation failed
ast: Falló la instalación
ro: Instalarea a eșuat

source: Installation logs can be found in '%s'
ast: Los rexistros d'instalación atopense en '%s'
ro: Jurnalele de instalare pot fi găsite în „%s”

source: Retry
ast: Reintentalo
ro: Reîncercare

source: Upgrade to Mandriva %s release was successfull.
ast: Anovamientu pa Mandriva %s fináu con ésitu.
ro: Avansarea la versiunea Mandriva %s s-a încheiat cu succes.

source: You must restart your system.
ast: Tienes que reaniciar el sistema.

source: Reboot
ast: Reaniciar
ro: Repornire sistem

source: Packages database is locked. Please close other applications working with packages database (do you have another media manager on another desktop, or are you currently installing packages as well?).
ast: La base de datos de paquetes ta bloquiada. Por favor, zarra otres aplicaciones que trabayen con ella (¿tienes dalgún otru alministrador de medios n'otru escritoriu, o tas instalando paquetes n'esti intre?)
ro: Baza de date cu pachete este blocată. Vă rog să închideţi alte aplicaţii care lucrează cu baza de date (aveţi alt manager de pachete pe alt desktop, sau instalaţi alte pachete în acelaşi timp?).

source: Failure when adding medium
ast: Fallu al amestar mediu
ro: Adăugare mediu eşuată

source: Service configuration problem. Please check logs and send mail to support@mandrakeonline.net
hr: Problem s konfiguracijom servisa. Molimo provjerite logove i pošaljite mail na support@mandrakeonline.net
nb: Tjenestekonfigurasjonsproblem. Vennligst sjekk logger og send e-post til support@mandrakeonline.net

source: Mandrakelinux Updates Applet
hr: Mandrakelinux nadograđuje applete
hy: Mandrakelinux Նորացումների Ապլետ
nb: Mandrakelinux Updates-panelprogram

source: Mandrakeonline seems to be reinstalled, reloading applet ....
hr: Mandrakeonline se čini da je reinstaliran, ponovo pokrećem aplet ...
nb: Mandrakeonline ser ut til å være reinstallert, laster inn panelprogram på nytt ....

source: Online services disabled. Contact Mandrakeonline site
hr: Online servis je isključen. Kontaktirajte Mandrakeonline stranicu
nb: Onlinetjenester deaktivert. Kontakt Mandrakeonline-siden

source: Previous
af: Vorige
hr: Prijašnje
nb: Forrige

source: Welcome to Mandrakeonline
af: Welkom by Mandrakeonline
hr: Dobro došli u MandrakeOnLine
hy: Բարի գալուստ Mandrakeonline
nb: Velkommen til Mandrakeonline

source: Create a Mandrakeonline Account
af: Skep 'n Mandrakeonline Rekening
hr: Napravi MandrakeOnLine račun
hy: Ստեղծել Mandrakeonline Հաշիվ
nb: Opprett en Mandrakeonline-konto

source: Login:
af: Inteken:
az: Giriş Adı:
hy: Մուտք`
ku: Têketin:
lv: Lietotājs:
nb: Brukernavn:
sr: aŸb€aIb˜aAaVaNaO aIaMaE:
ta: பயனர்கணக்கின் பெயர்
uz@latn: Foydalanuvchi:

source: Mail contact:
af: E-pos kontak:
az: Poçt əlaqəsi:
fur: Contat email:
hr: Mail adresa:
hy: Հաղորդակցության էլփոստ`
ku: Tekîlî:
nb: Epostkontakt:

source: Mandrakelinux Privacy Policy
af: Mandrakelinux se Privaatheidsbeleid
hr: Mandrakelinux Polica Privatnosti
nb: Mandrakelinux retningslinjer for personvern

source: Authentification
af: Identifikasie
hr: Autentifikacija
hy: Տվյալների ստուգում
lv: Autentifikācija
nb: Autentisering
ta: நல்குாிமை
uz@latn: Tasdiqlash

source: Enter your Mandrakeonline login, password and machine name:
af: Sleutel in jou Mandrakeonline inteken, wagwoord, en masjiennaam:
hr: Unesite vaš Mandrakeonline login,lozinku i ime računala:
hy: Ներմուծեք ձեր Mandrakeonline հաշիվը, գաղտնաբառը և մեքենայի անունը`
nb: Tast inn ditt Mandrakeonline-brukernavn, passord og maskinnavn:

source: Send Configuration
hr: Šaljem postavke
hy: Ուղարկել ձևակերպում
nb: Send konfigurasjon

source: In order to benefit from Mandrakeonline services, we are about to upload your configuration. The Wizard will now send the following information to Mandrakesoft: 1) the list of packages you have installed on your system, 2) your hardware configuration. If you feel uncomfortable by that idea, or do not want to benefit from this service, please press 'Cancel'. By pressing 'Next', you allow us to keep you informed about security updates and useful upgrades via personalized email alerts. Furthermore, you benefit from discounted paid support services on www.mandrakeexpert.com.
hr: U pravilu da imate koristi od Mandrakeonline usluga, trebate nam poslati vašu konfiguraciju. Čarobnjak će poslati slijedeće informacije Mandrakesoftu: 1) pakete koje ste instalirali na vaš sustav, 2) vašu hardware konfiguraciju. Ukoliko vam se ne sviđa ta ideja, ili ne želite imati koristi od navedene usluge pritisnite 'Odustani'. Pritiskom na 'Slijedeće', dozvolit ćete nam da vas možemo obavijestiti o sigurnosnim i korisnim dogradnjama preko osobnih upozorenja na e-mail. Dalje, imate koristi od snižene cijene podrške na www.mandrakeexpert.com.
nb: For å dra nytte av Mandrakeonline-tjenester, så er vi på vei til å laste opp din konfigurasjon. Veiviseren vil nå sende den følgende informasjonen til Mandrakesoft: 1) lista over pakker installert på ditt system, 2) din maskinvarekonfigurasjon. Hvis du føler deg utilpass ved den idéen, eller ikke vil dra nytte av denne tjenesten, vennligst trykk 'Avbryt'. Ved å presse 'Neste', så tillater du oss å holde deg informert om sikkerhetsoppdateringer og verdigfulle oppgraderinger via personlige epostvarslinger. Videre så drar du nytte av betalt kundestøttetjenester med rabatter på www.mandrakeexpert.com.

source: Finish
af: Klaar
hr: Završi
hy: Վերջ
lv: Beigt
nb: Fullfør
sq: Mbaro
sr: ašb€aAb˜
ta: முடிந்தது
uz@latn: Tayyor

source: From now you will receive on security and updates announcements thanks to Mandrakeonline.
af: Van nou af sal jy sekuritiets en opgradeerings nuus kry vanaf Mandrakeonline.
hr: Od sada ćete primati obavijesti o sigurnosti i dogradnjama zahvaljujući Mandrakeonlineu.
hy: Այսուհետև շնորհիվ Mandrakeonline-ի ստանալու եք նորացումների և անվտանգության ծանուցումներ:
nb: Fra nå av vil du motta sikkerhets- og oppdateringsannonseringer takket være Mandrakeonline.

source: Mandrakeonline offers you the ability to automate the updates. A program will run regulary in your system waiting for new updates
af: Mandrakeonline gee jou die vermoë op die opgradeerings te automatiseer. 'n Program sal gereeld op jou stelsel loop en wag vir nuwe opgradeerings
hr: Mandrakeonline nudi vam mogućnost automatiziranja dogradnji. Program će se pokrenuti redovno na vašem sustavu čekajući nove dogradnje
hy: Mandrakeonline-ը առաջարկում է ավտոմատացնել նորացումները: Ծրագիրը համակարգում ինքնուրույն աշխատացվելու է` ստուգելու նորացումները
nb: Mandrakeonline tilbyr deg muligheten til å automatisere oppdateringene. Et program vil kjøre regelmessig på ditt system i vente på nye oppdateringer

source: automated Upgrades
af: automatiese Upgradëerings
hr: automatizirane Dogradnje
hy: ավտոմատացված Նորացումներ
lv: automatizēta uzlabošana
nb: automatiserte oppgraderinger
sq: Azhurnim automatikë
ta: புதிய நிரல்களை நிறுவ
uz@latn: Avtomatlashtirilgan yangilanishlar

source: Country:
af: Land:
hr: Država:
hy: Երկիր`
nb: Land:
uz@latn: Davlat:

source: Please provide a login
af: Voorsien u aantekennaam
az: Xahiş edirik istifadəçi adı bildirin
fur: Par plasè furnìs un non utent
hr: Molim upišite korisničko ime
hy: Հայտնեք հաշվի անունը
ku: Navekî Bikarhêneriyê ava bikin
nb: Vennligst oppgi et brukernavn

source: Quitting Wizard
af: Beëndig Assistent
hr: Izlazim iz čarobnjaka
hy: Ելք Ուղեկցորդից
lv: Izeju no vedņa
nb: Avslutter veiviser
sq: Mbyllja e Asistentit
sr: a˜aZaLaAaZ aIaZ a§aAb€aOaBbšaAaKaA
ta: மாயாவியை விட்டு வெளிச்செல்
uz@latn: Yordamchidan chiqilmoqda

source: Mandrakeonline could not be contacted, please try again at a later time
af: Mandrakeupdate kon nie die webruimte kontak nie, ons sal weer probeer
hr: Mandrakeonline ne može biti kontaktiran, molimo probajte ponovno kasnije
hy: Անհնար է միանալ Mandrakeonline, ուշով կրկին փորձեք
nb: Mandrakeonline kunne ikke bli kontaktet, vennligst prøv igjen på et senere tidspunkt

source: Your login or password was wrong. Either you'll have to type it again, or you'll need to create an account on Mandrakeonline. In the latter case, go back to the first step to connect to Mandrakeonline. Be aware that you must also provide a Machine name (only alphabetical characters are admitted)
af: You intekennaam of wagwoord was verkeerd. Of jy moet dit weer intik, of jy moet 'n rekening skep by Mandrakeonline. Indien laasgenoemde, gaan terug na die eerste stap om te konnekteer na Mandrakeonline. Hou ingedagte dat jy ook 'n Masjiennaam sal moet spesifiseer (net alfabetiese karakters word toegelaat)
hr: Vaš login ili lozinka su pogrešni. Ili ih trebate unijeti ponovno, ili trebate napraviti račun na Mandrakeonline. Ukoliko je ovaj posljednji slučaj, vratite se na prvi korak za spajanje na Mandrakeonline. Budite upozoreni da morate također omogućiti ime računala (samo alfabetski karakteri se priznaju)
hy: Մուտքագրված հաշիվը կամ գաղտնաբառը սխալ են: Մուտքագրեք կրկին, կամ ստեղծեք նոր Mandrakeonline հաշիվ: Երկրորդ դեպքում վերադարձեք առաջին քայլին` Mandrakeonline միանալու: Չմոռանաք նաև ներմուծել մեքենայի անունը (թույլատրված են միայն տառերը)
nb: Ditt brukernavn eller passord var feil. Enten så må du skrive det på nytt, eller så må du opprette en konto på Mandrakeonline. I det siste tilfellet, gå tilbake til det første steget for å koble til Mandrakeonline. Vær oppmerksom på at du også må oppgi maskinnavn (bare alfabetiske tegn er tillatt)

source: Login and password should be less than 12 characters
fur: Non utent e password e varessin di sedi lungjis mancul di 12 letaris
ku: Divê navê Bikarhêner û şîfre ji 12 karakteran biçûktir be
nb: Brukernavn og passord bør være på mindre enn 12 tegn
uz@latn: Foydalanuvchi va maxfiy so'z 12 ta belgidan kam bo'lishi kerak

source: Special characters are not allowed
fur: I Caratars speciâi no son consintûts
ku: Karakterên taybet nayên xebitandin
nb: Spesialtegn er ikke tillatt
uz@latn: Maxsus belgilar mumkin emas

source: Please fill in all fields
fur: Par plase jemple ducj i cjamps
ku: Ji kerema xwe re hemû zeviyên vala dagire
nb: Vennligst fyll ut alle felter
uz@latn: Iltimos hamma maydonlarni to'ldiring

source: Email not valid
fur: Email no valevule
ku: EPeyameke nederbasdar
nb: Epost ikke gyldig
uz@latn: Elektron pochta haqiqiy emas

source: Account already exist
nb: Konto eksisterer allerede
uz@latn: Hisob allaqachon mavjud

source: Problem connecting to server
az: Vericiyə bağlanma problemi
fur: Probleme conetintsi al server
hr: Problem pri povezivanju na server
ku: Di dema girêdana pêşkêşker de çewtî çêbû
nb: Problem med å koble til tjener
uz@latn: Serverga ulanishda muammo

source: mdkupdate version %s Copyright (C) %s Mandrakesoft. This is free software and may be redistributed under the terms of the GNU GPL. usage:
af: mdkupdate uitgawe %s Kopiereg (C) %s Mandrakesoft. Hierdie is vry sagteware en mag versprei word onder die terme van die GNU GPL. gebruik:
hy: mdkupdate %s տարբերակը Copyright (C) %s Mandrakesoft. Այս բաց ծրագրաշարը և կարող է տարածվել համաձայն GNU GPL պայմանների: կիրառում`
nb: mdkupdate versjon %s Copyright (C) %s Mandrakesoft. Dette er fri programvare og kan videredistribueres under bestemmelsene til GNU GPL. bruk:

source: --auto - Mandrakeupdate launched automatically.
hr: --auto - Mandrakeupdate pokrenuto automatski.
hy: --auto - Mandrakeupdate ավտոմատ բեռնում:
ku: --update - Mandrakeupdate'yê bixebitîne.
nb: --auto - Mandrakeupdate kjørt automatisk.
