Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Your Mandriva Online account has been successfully configured
ar: تمت تهيئة حساب ماندريبا أُنلاين الخاص بك بنجاح
bg: Вашата регистрация в Mandriva Online е успешно конфигурирана
bn: আপনার ম্যান্ড্রেকঅনলাইন একাউন্ট সাফল্যের সাথে কনফিগার করা হয়েছে
bs: Vaš račun za Mandriva Online je uspješno podešen
ca: El vostre compte Mandriva Online s'ha configurat amb èxit
cs: Váš účet na Mandriva Online byl úspěšně nastaven
da: Din Mandriva Online-konto er blevet konfigureret uden problemer
de: Ihr Mandriva Online Benutzerkonto wurde erfolgreich eingerichtet
eo: Via Mandriva Online-konto estis sukcese konfigurata
eu: Zure Mandriva Online kontuaren konfiguraketa arrakastatsua izan da
fa: حساب اینترنتی ﻡﺎﻧﺩﺭیﺑﺍ شما با موفقیت پیکربندی شده است
fi: Mandriva Online tilisi on asetettu onnistuneesti.
fr: Votre compte Mandriva Online est correctement configuré
gl: A súa conta de Mandriva Online configurouse con éxito
he: חשבונך במנדרייבה-אונליין הוגדר בהצלחה
hi: आपके मैनड्रिवऑनलाइन खाते को सफ़लता-पूर्वक संरचित किया गया
id: Account Mandriva Online Anda telah sukses dikonfigurasi
is: Þú ert nú skráður hjá Mandriva Online
it: Il tuo account presso Mandriva Online è stato configurato correttamente
ja: Mandriva Onlineアカウントの設定が完了しました
ku: Hesabê we ji bo Mandriva Online bi serkeftin hate eyar kirin
lt: Jūsų Mandriva Online abonentas buvo sėkmingai sukonfigūruotas
mk: Вашата „Mandriva Online“ сметка успешно е конфигуирана
mt: Il-kont Mandriva Online tiegħek ġie konfigurat
pa_in: ਤੁਹਾਡਾ ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਖਾਤਾ ਸਫਲਤਾਪੂਰਕ ਬਣ ਗਿਆ ਹੈ।
pl: Twoje konto Mandriva Online zostało pomyślnie skonfigurowane
pt: A sua conta Mandriva Online foi configurada com sucesso
ru: Учётная запись Mandriva Online была успешно настроена
sc: S'assètiu de s'account Mandriva Online est acabau
sk: Váš Mandriva Online účet bol úspešne vytvorený
tg: Ҳисоби Mandriva Online-и шумо бо муваффақият танзим карда шуд
tl: Matagumpay na na-configure ang iyong Mandriva Online account
ur: آپ كے مینڈرك آنلاءین كھاتےكے اجزا یا اناصركوكی ایك خاص صورت میں ترتیب دینے میں كامیابی
vi: Cấu hình thành công tài khoản Mandriva Online của bạn
wa: Vosse conte Mandriva Online a stî apontyî comifåt

source: Configuration uploaded successfully
ar: تم تحميل التهيئة بنجاح
bg: Конфигурацията е качена успешно
bn: অভিন্দন, আপলোড সাফল্যের সাথে সম্পন্ন হয়েছে
bs: Konfiguracija uspješno poslana
cs: Informace o nastavení byly poslány úspěšně
da: Din oplægning of konfiguration lykkedes!
de: Die Konfiguration wurde erfolgreich hochgeladen
eo: Konfigurado sukcese alŝutita
eu: Konfigurazioa gorantz arrakastaz zamatu da
fa: تنظیمات با موفقیت باردهی‌ شد
fi: Järjestelmätietojen lähetys onnistui!
fr: Votre configuration a été envoyée avec succès
gl: A configuración subiuse con éxito
he: טעינת התצורה הושלמה בהצלחה
hi: संरचना-सूचना सफ़लता-पूर्वक अपलोड हुई ।
id: Konfigurasi Anda telah sukses diupload
is: Tókst að senda stillingar
it: Configurazione inviata con successo
ja: 設定を送信しました
ku: Eyarên we bi serkeftin pêk hat
lt: Konfigūracija persiųsta sėkmingai
mk: Конфигурацијата е успешно испратена
ms: Tetapan berjaya dimuatnaik
pa_in: ਸੰਰਚਨਾ ਸਫਲਤਾਪੂਰਕ ਅੱਪਲੋਡ ਹੋਈ
pl: Informacje zostały pomyślnie przesłane
pt: Configuração enviada com sucesso!
ru: Конфигурация успешно выгружена
sc: Su carrigamentu de s'assètiu est acabau!
sk: Zaslanie nastavení bolo úspešné
tg: Боркунии шумо бо муваффақият ноил гардид
tl: Matagumpay na nai-upload ang configuration!
ur: اجزا یا اناصر كو بڑے ذخیزه نظام میں منتقل كرنے میں كامیابی
vi: Hoàn thành việc tải lên cấu hình
wa: L' apontiaedje a stî metou a djoû comifåt

source: Problem uploading configuration
ar: حدث خطأ أثناء تحميل التهيئة
bg: Грешка при качване на конфигурацията
bn: আপলোড করতে সমস্যা হয়েছে
bs: Problem pri slanju konfiguracije
ca: Problema al pujar la configuració
cs: Problém při posílání nastavení
da: Problem med oplægning af konfiguration
de: Problem beim Hochladen der Konfiguration
eo: Problemo por alŝuti la konfiguradon
eu: Arazoa konfigurazioa gorantz zamatzean
fa: اشکالی در باردهی پیکربندی وجود دارد
fi: Ongelmia järjestelmätietojen lähetyksessä
fr: Problème lors de l'envoi de votre configuration
gl: Problema ó subir a configuración
he: חלה תקלה בעת טעינת התצורה
hi: संरचना-सूचना को अपलोड करने में समस्या
id: Kesalahan mengupload konfigurasi
is: Vandamál við að senda stillingar
it: Problema durante l'invio della configurazione
ja: 設定を送信中に問題が発生しました
ku: Pirsgrêka eyarên sazkirine
lt: Konfigūracijos persiuntimo problema
mk: Проблем при праќање на конфигурацијата
ms: Masalah memuatnaik tetapan
pa_in: ਸੰਰਚਨਾ ਅੱਪਲੋਡ ਦੌਰਾਨ ਸਮੱਸਿਆ
pl: Błąd wczytywania konfiguracji
pt: Problema ao enviar a configuração
ru: Проблема выгрузки конфигурации
sc: Barrancus carrighendi s'assètiu
sk: Nastal problém so zasielaním nastavenia
tg: Танзимдарории хатогии боркуни
tl: Problema sa pag-a-upload ng configuration
ur: اجزا یا اناصر كو كی ایك خاص صورت میں ترتیب دینا
vi: Lỗi tải lên cấu hình
wa: Åk n' a nén stî tot-z eberwetant vost apontiaedje

source: Cannot connect to Mandriva Online website: wrong login/password or router/firewall bad settings
ar: لا يمكن الاتصال بموقع ماندريبا أُنلاين: اسم دخول أو كلمة مرور خاطئة أو إعدادات مُوجّه أو جداري ناري سيئة
bg: Не е възможна връза с mandrivaonline: грешно име/парола или грешно конфигуриран маршрутизатор/огнена стена
bn: ম্যান্ড্রেকঅনলাইন ওয়েবসাইটের সাথে সংযোগ করা যাচ্ছ না: ভুল লগ-ইন/পাসওয়ার্ড অথবা রুটার/ফায়ারওয়াল মন্দ বৈশিষ্ট্যাবলী
bs: Ne mogu se spojiti na mandrivaonline website: pogrešno korisničko ime ili šifra ili problemi sa postavkama routera/firewalla
cs: Nelze se připojit k webovým stránkám mandrivaonline: chybné přihlášení či heslo nebo špatně nastavený firewall či router
da: Kan ikke koble op til mandrivaonlines netsted: forkert logind eller adgangskode, eller dårlige indstillinger for ruter eller brandmur
de: Kann Mandriva Online Webseite nicht erreichen: falscher Benutzername/Passwort oder fehlerhafte Einstellungen bei Router/Firewall
eo: Ne povas konekti al Mandriva Online-retejo: eraraj salutnomo/pasvorto aŭeraraj enkursigila/fajroŝirmila konfiguradoj
eu: Ezin da mandrivaonline webgunera konektatu: erabiltzaile/pasahitz okerra edo bideratzaile/suhesi ezarpen okerrak
fa: نمی‌توان به پایگاه mandrivaonline متصل شد: ثبت‌ورود/گذرواژه اشتباه یا تنظیمهای بد مسیریاب/دیوارآتش
fi: En saa yhteyttä mandrivaonline sivustoon: väärä tunnus/salasana tai reitin/palomuuri on asetettu väärin.
fr: Ne peut se connecter au site internet Mandriva Online : identifiant/mot de passe incorrects ou mauvaise configuration routeur/pare-feu
gl: Non se puido conectar ó sitio web de mandrivaonline: nome de usuario/contrasinal incorrecto ou mala configuración do encamiñador/cortalumes
he: ההתקשרות לאתר מנדרייבה-אונליין נכשלה עקב שם משתמש/סיסמה שגויים או הגדרות לא תקינות של הנתב/חומת האש
hi: मैनड्रिवऑनलाइन वेब-स्थल से जुड़ा नहीं जा सका: गलत लॉग-इन/पासवर्ड या रूटर/फ़ायरवाल की खराब सेटिंग्स
id: Tidak bisa terhubung ke website Mandriva Online: login/kata sandi salah atau settingrouter/firewall yang buruk
is: Get ekki tengst Mandriva Online vefsíðunni: rangur notandi/lykilorð eða vandamál með beinir/eldvegg
it: Non è possibile stabilire una connessione con il sito Mandriva Online: errore nella login/password o nella configurazione del router/firewall
ja: Mandriva Onlineウェブサイトに接続できません(ログイン名/パスワードが間違っているか、ルータ/ファイアウォールの設定に問題があります)
lt: Negaliu prisijungti prie Mandriva Online svetainės: neteisingas prisijungimo vardas/slaptažodis arba blogi maršrutizatoriaus/ugniasienės nustatymai
mk: Не можам да се поврзам на веб страницата на „Mandriva Online“: погрешна најава/лозинка или лоши поставувања на рутерот/огнениот ѕид
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਸਾਇਟ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ: ਗਲਤ ਲਾਗਿੰਨ/ਗੁਪਤ-ਕੋਡ ਜਾਂ ਰਾਊਟਰ/ਫਾਇਰਵਾਲ ਗਲਤ ਵਿਵਸਥਾ
pl: Połączenie z witryną Mandriva Online jest niemożliwe: nieprawidłowe login/hasło lub niewłaściwe ustawienia rutera/zapory sieciowej
pt: Não é possível ligar ao sítio web Mandriva Online: nome/senha errados ou problemas na configuração do router/firewall
ru: Невозможно подключится к веб-сайту Mandriva Online: неверные логин/пароль или неверная настройка маршрутизатора/файервола
sc: No potzu acapiai su jassu mandrivaonline: login/password sballiau o assètiu router/firewall malu
sk: Nebolo možné pripojiť sa na stránku mandrivaonline: nesprávne meno/heslo alebo nastavenie firewallu
tg: Ба пойгоҳи шабакавии mandrivaonline пайваст гашта наметавонам: хатогии ном/гузарвожа ё таҳриргур/фейрвол гузоришҳои нодуруст
tl: Hindi makakonekta sa website ng mandrivaonline: maling login/password o maling setting ng router/firewall
ur: مینڈرك آنلاءین ویبساءیٹ سے الحاق نهی هو رها:غلط لوگ ان/خفیه لفظ یا رآاوٹر/فاءروال كی بری ترتیب هے
vi: Không thể kết nối đến mandrivaonline website: sai đăng nhập/mật khẩu hoặc thiết lập sai router/firewall
wa: Dji n' mi sai raloyî al waibe mandrivaonline: li no d' elodjaedje ou l' sicret sont måvas, oudonbén i gn a des mwais apontiaedjes pol routeu/côpe-feu

source: Security error
bg: Грешка в сигурността
bs: Sigurnosna greška
ca: Error de seguretat
cs: Bezpečnostní chyba
da: Sikkerhedsfejl
de: Sicherheitswarnung
eu: Segurtasun akatsa
fi: Tietoturvavirhe
fr: Erreur de sécurité
gl: Erro de seguridade
he: שגיאת אבטחה
id: Kesalahan keamanan
is: Öryggisvilla
it: Errore di sicurezza
lt: Saugumo klaida
mk: Безбедносна грешка
ms: Ralat keselamatan
pl: Błąd bezpieczeństwa
pt: Erro de segurança
ru: Ошибка безопасности
sk: Bezpečnostná chyba
tg: Огоҳӣ оиди бехатарӣ:
wa: Aroke di såvrité

source: Generic error (machine already registered)
bs: Opšta greška (računar je već registrovan)
cs: Obecná chyba (počítač je již zaregistrován)
de: Fehler (Der Rechner ist schon registriert)
eu: Akats generikoa (makina dagoeneko erregistratua)
fi: Yleisvirhe (kone jo rekisteröity)
fr: Erreur générique (machine déja enregistrée)
gl: Erro xenérico (a máquina xa está rexistrada)
he: שגיאה רגילה (המכונה כבר רשומה)
id: Kesalahan umum (komputer sudah terdaftar)
is: Almenn villa (Vél þegar skráð)
it: Errore generico (macchina già registrata)
mk: Општа грешка (машината е веќе регистрирана)
pl: Błąd ogólny (komputer jest już zarejestrowany)
pt: Erro genérico (máquina já registada)
ru: Общая ошибка (машина уже зарегистрирована)
wa: Aroke djenerike (éndjole dedja edjîstrêye)

source: Database error
bg: Грешка в базата данни
bs: Greška u bazi podataka
ca: Error de la base de dades
cs: Chyba databáze
da: Databasefejl
de: Datenbankfehler
eu: Datubase akatsa
fi: Tietokantavirhe
fr: Erreur de base de données
gl: Erro na base de datos
he: שגיאה בבסיס הנתונים
id: Kesalahan basis data
is: Gagnagrunns-villa
it: Errore nel database
lt: Duomenų bazės klaida
mk: Грешка на базата на податоци
ms: Ralat pengkalan data
pl: Błąd bazy danych
pt: Erro na base de dados
ru: Ошибка базы данных
sk: Chyba databázy
tg: Хатогии манбаи додаҳо
wa: Åk n' a nén stî avou l' båze di dnêyes

source: Server Database failed Please Try again Later
bg: Грешка при връзка със сървъра за база данни Опитайте по-късно
bs: Baza na serveru je u kvaru Probajte ponovo kasnije
cs: Server s databází selhal Zkuste to prosím později
da: Databasen på serveren havde fejl Prøv venligst igen senere
de: Server Datenbank fehlgeschlagen Bitte versuchen Sie es später noch einmal
eu: Zerbitzariaren Datubaseak huts egin du Mesedez Saituta berriro Beranduago
fi: Palvelimen tietokantavirhe Yritä myöhemmin uudelleen
fr: Base de données serveur inaccessible Veuillez réessayer plus tard s'il vous plaît
gl: Fallo no Servidor da Base de Datos Por favor, inténteo de novo máis tarde
he: בסיס הנתונים של השרת כשל נא לנסות שוב מאוחר יותר
id: Server Basis Data gagal Harap Mencoba Kembali Nanti
is: Villa í gagnagrunni miðlara Vinsamlega reynið aftur síðar
it: Database del server con problemi Meglio riprovare più tardi
lt: Serverio duomenų bazės klaida Pabandykite vėliau
mk: Серверот за бази на податоци е недостапен Ве молиме обидете се подоцна
ms: Pengkalan data pelayan gagal Sila cuba lagi kemudian
pl: Serwer bazy danych nie odpowiedział Spróbuj ponownie później
pt: O servidor da base de dados falhou Por favor tente mais tarde
ru: Сбой сервера базы данных Пожалуйста, попробуйте ещё раз позднее
sk: Databáza na servery ohlásila chybu Skúste neskôr
wa: Li sierveu d' båze di dnêyes a fwait berwete Rissayîz pus tård s' i vs plait

source: Registration error
bg: Грешка при регистрация
bs: Greška u registraciji
cs: Chyba registrace
da: Fejl ved registrering
de: Registrierungsfehler
eu: Erregistratzerakoan akatsa
fi: Rekisteröintivirhe
fr: Erreur d'enregistrement
gl: Erro no rexistro
he: שגיאת רישום
id: Kesalahan registrasi
is: Skráningarvilla
it: Errore di registrazione
lt: Registracijos klaida
mk: Грешка при регистрација
ms: Ralat pendaftaran
pl: Błąd rejestracji
pt: Erro de registo
ru: Ошибка регистрации
sk: Chyba pri registrácii
wa: Åk n' a nén stî avou l' edjîstraedje

source: Some parameters are missing
bg: Липсват някои необходими параметри
bs: Nedostaju neki od parametara
ca: Falten alguns paràmetres
cs: Některé parametry chybí
da: Nogle parametre mangler
de: Einige Parameter fehlen
eu: Parametro batzuk falta dira
fi: Joitakin parametreja puuttuu
fr: Des paramètres sont manquants
gl: Faltan algúns parámetros
he: מספר נתונים חסרים
id: Beberapa paramater hilang
is: Sum viðföng vantar
it: Mancano alcuni parametri
lt: Trūksta kai kurių parametrų
mk: Недостасуваат некои параметри
ms: Beberapa parameter tiada
pl: Brakuje niektórych parametrów
pt: Faltam alguns parâmetros
ru: Отсутствуют некоторые параметры
sk: Niektoré údaje chýbajú
wa: Des parametes k' i gn a mankèt

source: Password error
bg: Грешна парола
bs: Pogrešna šifra
cs: Chyba hesla
da: Fejl ved adgangskode
de: Passwortfehler
eu: Pasahitz okerra
fi: Salasanavirhe
fr: Erreur de mot de passe
gl: Erro no contrasinal
he: שגיאת סיסמה
id: Kesalahan kata sandi
is: Lykilorðsvilla
it: Errore nella password
lt: Slaptažodžio klaida
mk: Грешка во лозинката
ms: Ralat katalaluan
pl: Błąd hasła
pt: Erro de senha
ru: Ошибка пароля
sk: Chyba v hesle
tg: Хатогии гузарвожа
wa: Åk n' a nén stî avou l' sicret

source: Wrong password
af: Verkeerde wagwoord
ar: كلمة مرور خاطئة
bg: Грешна парола
bn: ভূল পাসওয়ার্ড
bs: Pogrešna šifra
ca: Contrasenya incorrecta
cs: Špatné heslo
da: Forkert adgangskode
de: Falsches Passwort
eo: Malĝusta pasvorto
eu: Pasahitza ez da zuzena
fa: گذرواژه‌ی اشتباه
fi: Väärä salasana
fr: Mot de passe incorrect
gl: Contrasinal incorrecto
he: סיסמה שגוייה
hi: गलत कूटशब्द
hr: Kriva lozinka
hy: Սխալ գաղտնաբառ է
id: Kata sandi salah
is: Rangt lykilorð
it: Password errata
ja: パスワード誤り
lt: Neteisingas slaptažodis
lv: Nepareiza parole
mk: Погрешна лозинка
ms: Salah katalaluan
mt: Password ħażina
nb: Feil passord
pl: Niepoprawne hasło
pt: Senha errada
ru: Неверный пароль
sc: Password sballiada
sk: Nesprávne heslo
sq: Parulla e gabuar
sr: aŸaOaGb€aEbˆaNaA aLaOaZaIaNaKaA
ta: தவறான கடவுச்சொல்
tg: Гузарвожаи нодуруст
tl: Maling password
uz@latn: Maxfiy so'z noto'g'ri
vi: Sai mật khẩu
wa: Måva scret

source: Login error
bg: Грешка при вход
bs: Greška sa prijavom
ca: Error d'entrada
cs: Chyba přihlášení
da: Fejl ved logind
de: Anmeldefehler
eu: Login akatsa
fi: Kirjautumisvirhe
fr: Erreur de nom d'utilisateur
gl: Erro de rexistro
he: שגיאה בכניסה
id: Kesalahan login
is: Skráningarvilla
it: Errore nel nome utente
lt: Prisijungimo klaida
mk: Грешка при најавување
ms: Ralat logmasuk
pl: Błąd loginu
pt: Erro de autenticação
ru: Ошибка логина
sk: Chyba pri prihlásení
tg: Хатогии воридшавӣ
wa: Åk n' a nén stî avou l' elodjaedje

source: The email you provided is already in use Please enter another one
bg: Този е-mail вече съществува Моля изберете си друг
bs: E-mail koji ste naveli se već koristi Molim unesite neki drugi
cs: Zadaný email se již používá Zadejte prosím jiný
da: Den email du opgav er allerede i brug Indtast venligst et andet
de: Die von Ihnen angegebene E-Mail_Adresse ist nicht mehr verfügbar Bitte geben Sie eine andere ein
eu: Hornitu duzun post@ dagoeneko erabilita dago Mesedez sartu beste bat
fi: Antamasi säköpostiosoite on jo käytössä Ole hyvä ja syötä toinen
fr: L'adresse courriel saisie est déjà utilisée Merci d'en fournir une autre
gl: O enderezo de correo-e que proporcionou xa se está usando Introduza outro
he: הדוא"ל שסיפקת כבר בשימוש נא להזין כתובת אחרת
id: Email yang Anda sediakan sudah digunakan Harap masukan yang lain
is: Netfangið sem þú gafst upp er þegar í notkun Vinsamlega gefið upp annað netfang
it: L'email fornita è già in uso, indicane un'altra.
lt: Jūsų pateiktas el. pašto adresas jau naudojamas Įrašykite kitą
mk: Е-поштата која ја внесовте е веќе во употреба Ве молиме внесете друга
pl: Podany e-mail jest już wykorzystywany Podaj inny adres
pt: O endereço electrónico que indicou já se encontra em uso. Por favor indique outro
ru: Указанный e-mail уже используется Выберите другой
sk: Emailová adresa ktorú ste zadali sa už používa Zadajte prosím inú
wa: L' emile ki vos avoz dné est ddja eployî Dinez è èn ôte s' i vs plait.

source: The email you provided is invalid or forbidden
bg: E-mail адреса, който предоставяте е невалиден или забранен
bs: E-mail koji ste naveli je neispravan ili zabranjen
cs: Zadaný email je neplatný nebo zakázaný
da: Den email du angav er ugyldig eller forbudt
de: Die von Ihnen angegebene E-Mail-Adresse ist ungültig oder unzulässig
eu: Hornitu duzun post@ baliogabea da edo debekatuta dago
fi: Antamasi sähköpostiosoite on virheellinen tai kielletty
fr: L'adresse courriel saisie est invalide ou interdite
gl: O email que proporcionou é incorrecto ou está prohibido
he: הדוא"ל שסיפקת אינו תקף או אסור
id: Email yang Anda sediakan tidak valid atau dilarang
is: Netfangið sem þú gafst upp er ógilt eða ólöglegt
it: L'email fornita non è valida o è vietata.
lt: Jūsų pateiktas el. pašto adresas yra neteisingas arba draudžiamas
mk: Е-поштата која ја внесовте е невалидна или забранета
ms: Emel yang anda berikan tidak sah atau dihalang
pl: Podany e-mail jest nieprawidłowy lub zabroniony
pt: O endereço electrónico que indicou não é válido ou está proibido
ru: Указан неправильный или запрещённый e-mail
sk: Email adresa ktorú ste zadali je neplatná alebo nepovolená
wa: L' emile ki vos avoz dné n' est nén valide ou il est interdit

source: Email address box is empty Please provide one
bg: Полето за e-mail е празно. Mоля въведете нещо.
bs: Polje za e-mail adresu je prazno Unesite e-mail
cs: Pole s emailovou adresou je prázdné Zadejte ji prosím
da: Email-adressefelter er tomt giv venligst en email-adresse
de: E-Mail Feld ist leer Bitte stellen Sie eine bereit
eu: Post@ helbidearen laukia hutsik dago Mesedez bat eman
fi: Sähköpostiosoite-kenttä on tyhjä Ole hyvä ja määritä sitä
fr: Le champ d'adresse courriel est vide Merci d'en fournir une
gl: O cadro do enderezo de correo-e está baleiro Proporcione un
he: שדה כתובת הדוא"ל ריק נא לספק כתובת
id: Kolom alamat email kosong Harap menyediakan satu
is: Netfangs-svæðið er autt Vinsamlega gefðu upp netfang
it: Il campo dell'indirizzo email è vuoto Devi inserirne uno.
lt: El. pašto adreso laukelis yra tuščias Įrašykite adresą
mk: Сандачето на е-поштата е празно Ве молиме внесете едно
ms: Kekotak alamat emel kosong Sila nyatakan satu
pl: Pole adresu e-mail jest puste Podaj adres
pt: O campo de endereço electrónico está vazio Por favor indique um
ru: Поле e-mail не заполнено Укажите e-mail
sk: Emailová adresa nebola zadaná Je potrebné aby ste ju zadali
wa: Li tchamp di l' adresse emile est vude, i vs fåt dner ene adresse emile s' i vs plait

source: Restriction Error
bg: Грешка при ограничение
bs: Greška ograničenja
cs: Chyba omezení
da: Fejl ved begrænsning
de: Bechränkungsfehler
eu: Mugaketa Akatsa
fi: Rajoitusvirhe
fr: Erreur de restriction
he: שגיאת הגבלה
id: Kesalahan Pembatasan
is: Takmörkunarvilla
it: Errore di limitazione
lt: Apribojimo klaida
mk: Грешка при огранучување
ms: Ralat Pembatasan
pl: Błąd ograniczeń
pt: Erro de restrição
ru: Ошибка ограничения
sk: Chyba v obmedzení
wa: Åk n' a nén stî avou les restriccions

source: Database access forbidden
bg: Забранен достъп до базата данни
bs: Pristup bazi podataka je zabranjen
cs: Přístup k databázi zakázán
da: Adgang til database forbudt
de: Datenbankzugang unzulässig
eu: Datubase sarbidea debekatuta
fi: Tietokantatyhteys kielletty
fr: Accès à la base de données interdite
gl: Acceso á base de datos prohibido
he: הגישה לבסיס הנתונים אסורה
id: Akses basis data dilarang
is: Gagnagrunnsaðgangur bannaður
it: Vietato l'accesso al database
lt: Draudžiamas priėjimas prie duomenų bazės
mk: Пристапот кон базата на податоци е забранет
ms: Akses pangkalan data dihalang
pl: Brak dostępu do bazy danych
pt: Acesso à Base de Dados interdito
ru: Доступ к базе данных запрещён
sk: Prístup k databáze zakázaný
wa: L' accès al båze di dnêyes est disfindou

source: Service error
bg: Грешка в услугата
bs: Greška u usluzi
cs: Chyba služby
da: Fejl på tjenesten
de: Dienstfehler
eu: Zerbitzu akatsa
fi: Palveluvirhe
fr: Erreur du service
gl: Erro do servicio
he: שגיאת שירות
id: Kesalahan layanan
is: Þjónustuvilla
it: Errore nel servizio
lt: Paslaugos klaida
mk: Грешка во сервисот
ms: Ralat servis
pl: Błąd usługi
pt: Erro de serviço
ru: Ошибка службы
sk: Chyba služby
wa: Åk n' a nén stî avou l' siervice

source: Mandriva web services are currently unavailable Please Try again Later
bg: Web сървъра на Mandriva в момента е недостъпен Опитайте по-късно
bs: Mandriva web servisi su trenutno nedostupni Molim probajte opet kasnije
cs: Webové služby společnosti Mandriva jsou momentálně nedostupné Zkuste to prosím znovu později
da: Mandriva-webtjenester er utilgængelige i øjeblikket Prøv venligst igen senere
de: Mandriva Webdienste sind derzeit nicht verfügbar Bitte versuchen Sie es später noch einmal
eu: Mandriva web zerbitzuak une honetan eskuraezin daude Mesedez Saiatu berriro Beranduago
fi: Mandrivan webbipalvelut eivät ole käytettävissä tällä hetkellä Ole hyvä ja yritä uudelleen myöhemmin
fr: Les services Web Mandriva sont temporairement indisponibles Veuillez réessayer plus tard s'il vous plaît
gl: Os servicios web de Mandriva non están dispoñibles Por favor, inténteo de novo máis tarde
he: שירותי הרשת של מנדריבה אינם זמינים כרגע נא לנסות שוב מאוחר יותר
id: Layanan web Mandriva sedang tidak tersedia Harap mencoba lagi nanti
is: Mandriva vefþjónusta er ekki tiltæk Vinsamlega reynið aftur síðar
it: I servizi Web di Mandriva sono temporaneamente indisponibili È meglio riprovare più tardi
lt: Mandriva internetinės paslaugos šiuo metu neteikiamos Pabandykite vėliau
mk: Веб сервисите на Mandriva тековно се недостапни Ве молиме обидете се подоцна
pl: Usługi sieciowe Mandrivy są w tej chwili niedostępne Spróbuj ponownie później
pt: Os serviços web Mandriva actualmente não estão disponíveis Por favor tente mais tarde
ru: Веб-службы Mandriva в данный момент недоступны Попробуйте ещё раз позднее
sk: Web služby Mandriva sú momentálne nedostupné Skúste neskôr, prosím
wa: Les siervices waibe di Mandriva èn sont nén disponibes pol moumint Rissayîz pus tård s' i vs plait

source: Password mismatch
bg: Паролите не съвпадат
bs: Šifre se ne poklapaju
cs: Hesla se neshodují
da: Adgangskoder stemmer ikke overens
de: Passworte stimmen nicht überein
eu: Passahitzak ez datoz bat
fi: Salasana ei täsmää
fr: Mots de passe différents
gl: Os contrasinais non coinciden
he: הסיסמה לא תואמת
id: Kata sandi tidak cocok
is: Lykilorð eru ekki eins
it: La password non corrisponde
lt: Slaptažodžio neatitikimas
mk: Лозинките не се совпаѓаат
ms: Katalaluan tidak sepadan
pl: Hasła różnią się
pt: Senhas não correspondentes
ru: Пароли не совпадают
sk: Heslo nesúhlasí
wa: Les screts n' corespondèt nén
