Repository: OpenMandrivaSoftware/omvonline
Catalog: po/*.po
Languages: af, ar, ast, az, bg, bn, bs, ca, cs, cy, da, de, eo, eu, fa, fi, fr, fur, gl, he, hi, hr, hu, hy, id, is, it, ja, ka, ku, ky, lt, lv, mk, mn, ms, mt, nb, pa_in, pl, pt, ro, ru, sc, sk, sq, sr, ta, tg, th, tl, ur, uz@latn, vi, wa

source: Response from Mandriva Online server
ar: الردّ من خادم ماندريبا أُنلاين
bg: Отговор от Mandriva Online сървър
bn: ম্যান্ড্রিব অনলাইন সার্ভারের উত্তর
bs: Odgovor sa Mandriva Online servera
ca: Resposta del servidor de Mandriva Online
cs: Odpověď od serveru Mandriva Online
da: Svar fra Mandriva Online-serveren
de: Antwort vom Mandriva Online Server
eo: Respondo el Mandriva Online-servilo
eu: Mandriva Online zerbitzaritik erantzuna
fa: پاسخ از کارگزار Mandriva Online
fi: Vastaus Mandriva Online palvelimelta
fr: Réponse du serveur Mandriva Online
gl: Resposta do servidor de Mandriva Online
he: ברוך בואך לשרת מנדרייבה-אונליין
hi: मैनड्रिवऑनलाइन सर्वर से प्रतिउत्तर
id: Jawaban dari server Mandriva Online
is: Svar frá Mandriva Online miðlara
it: Risposta del server Mandriva Online
ja: Mandriva Onlineサーバからの応答
ku: Tu Bi Xêr Hatî Mandriva Online
lt: Atsakymas iš Mandriva Online serverio
mk: Одговор од серверот на Mandriva Online
ms: Jawapan dari pelayan Mandriva Online
pa_in: ਮੈਂਡਰਿਵਆਨਲਾਇਨ ਸਰਵਰ ਤੋਂ ਜਵਾਬ
pl: Odpowiedź z serwera Mandriva Online
pt: Resposta do servidor Mandriva Online
ru: Ответ сервера Mandriva Online
sc: Arrespusta de su server Mandriva Online
sk: Odpoveď zo servera Mandriva Online
tg: Ёри аз тарафи хидматрасони Mandriva Online
tl: Sagot mula sa Mandriva Online server
ur: مینڈریك اونلاءین سرور سے جواب
vi: Trả lời từ máy chủ Mandriva Online
wa: Response do sierveu Mandriva Online

source: System is up-to-date
ar: النّظام محدّث
ast: El sistema ta al día
az: Sistem yenidir
bg: Системата е обновена
bn: সিস্টেম আপ-টু-ডেট আছে
bs: Sistem je up-to-date
ca: El sistema està actualitzat
cs: Systém je aktuální
da: Systemet er opdateret
de: System ist aktuell
eo: Sistemo estas ĝisdata
eu: Sistema eguneratzera doa
fa: سیستم به روز است
fi: Järjestelmäsi on ajan tasalla
fr: Le système est à jour
fur: Il sisteme al è atualizât
gl: O sistema está actualizado
he: המערכת מעודכנת
hi: तंत्र आज-तक अपडेट है
hr: Sistem je nadograđen
hu: A rendszer naprakész.
id: Sistem up-to-date
is: Kerfi er uppfært
it: Il sistema è aggiornato
ja: 新しい更新はありません
ka: სისტემა განახლებულია
ku: Sîstema we rojane bûye
lt: Siatema yra naujausia
mk: Системот е ажуриран
ms: Sistem adalah terkini
mt: Is-sistema hija aġġornata
nb: Systemet er oppdatert
pa_in: ਸਿਸਟਮ ਨਵੀਨ ਹੈ।
pl: System jest aktualny
pt: O sistema está actualizado
ro: Sistemul este la zi cu actualizările
ru: Система находится в актуальном состоянии
sc: Su sistema est ajorronau
sk: Váš systém je dostatočne aktualizovaný
tg: Системаи навкуниро талаб намекунад
tl: Ang Sistema ay naka-update
ur: سسٹم جدید هے
vi: Hệ thống đã cập nhật mới
wa: Li sistinme est a djoû

source: No check
ar: دون فحص
az: Yoxlama
bg: Няма проверка
bn: কোন পরীক্ষণ নেই
bs: Bez provjere
ca: No comprovis
cs: Nezjištěno
da: Ingen tjek
de: Keine Überprüfung
eo: Neniu kontrolo
eu: Egiaztatzerik ez
fa: بدون بررسی
fi: Ei tarkistusta
fr: Pas de vérification
fur: Nissun control
gl: Sen comprobar
he: ללא בדיקה
hi: कोई जाँच नहीं
hr: Ne provjeravaj
hy: Ստուգված չէ
id: Tidak ada pemeriksaan
is: Engin athugun
it: Nessun controllo
ja: チェックなし
ku: Kontrola Dawî:
lt: Netikrinti
mk: Без проверка
ms: Tiada pemeriksaan
mt: Ebda ċċekkjar
nb: Ingen sjekk
pa_in: ਕੋਈ ਜਾਂਚ ਨਹੀਂ
pl: Bez sprawdzania
pt: Nenhuma verificação
ru: Без проверок
sc: Nisçunu controllu
sk: Žiadna kontrola
tg: Бе тафтишот
tl: Walang pagsuri
ur: كوءی تصدیق نهی
vi: Không kiểm tra
wa: Pont d' verifiaedje

source: Checking config file: Not present
ar: يجري فحص ملفّ الإعداد: غير موجود
az: Quraşdırma faylı Yoxlanır: Mövcud deyil
bg: Проверка на конфигурационния файл: не съществува
bn: config ফাইল পরীক্ষা করা হচ্ছে: উপস্থিত নেই
bs: Provjeravam config datoteku: Ne postoji
ca: S'està comprovant l'existència del fitxer de configuració: No està present
cs: Kontroluji soubor s nastavením: Nenalezen
da: Tjekker konfigureringsfil: Ikke til stede
de: Überprüfe Konfigurationsdatei: Nicht vorhanden
eo: Kontrolante konfigurdosiero: Ne trovebla
eu: Konfigurazio-fitxategia egiaztatzea: ez dago
fa: بررسی کردن پرونده‌ی config: حضور ندارد
fi: Tarkistetaan asetustiedostoa: Ei olemassa
fr: Vérification du fichier de configuration : absent
fur: Controlant il file di configurazion: No l'è presint
gl: Comprobando o ficheiro de configuración: Non existe
he: בודק קובץ הגדרות: לא קיים
hi: कॉन्फ़िग संचिका की जाँच की जा रही है: विलुप्त है
hr: Provjeravam config datoteku: Nije prisutna
id: Memeriksa file konfigurasi: Tidak ada
is: Athuga stillingaskrá: ekki til staðar
it: Controllo il file di configurazione: Non presente
ja: 設定ファイル確認: ファイルがありません
lt: Tikrinama konfigūracijos byla: nėra
mk: Проверувам конфигурациона датотека: Не е достапна
ms: Memeriksa fail tetapan: Tidak wujud
mt: Qed jiġi ċċekkjat fajl ta' konfigurazzjoni: mhux preżenti
nb: Sjekker konfigurasjonsfil. Ikke til stede
pa_in: ਸੰਰਚਨਾ ਫਾਇਲ ਪੜਤਾਲ: ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: Sprawdzanie pliku konfiguracyjnego: brak pliku
pt: A verificar o ficheiro de configuração: Não está disponível
ru: Проверка файла config: Отсутствует
sc: Seu controllendi su config file: no dui at
sk: Kontrolovanie konfiguračného súboru: Nebol nájdený
tg: Тафтиши файли config: ҳозир нест
tl: Sinusuri ang config file: Wala
ur: كونفیگ فاءل كی تلاش:موجود نهی
vi: Kiểm tra tập tin cấu hình: không tồn tại
wa: Verifiaedje do fitchî d' apontiaedje: nén la

source: Checking Network: seems disabled
ar: يجري فحص الشّبكة: تبدو معطّلة
ast: Verificando rede: paez tar desactivada
az: Şəbəkə Yoxlanır: deyəsən qeyri-fəaldır
bg: Проверка на мрежата: изглежда забранена
bn: নেটওয়ার্ক পরীক্ষা করা হচ্ছে: সম্ভবত নিষ্ক্রিয় করা আছে
bs: Provjeravam mrežu: čini se da je isključena
ca: S'està comprovant la xarxa: sembla estar desactivada
cs: Kontroluji síť: zdá se nedostupná
cy: Gwirio'r Rhwydwaith: i weld wedi ei anablu
da: Tjekker netværk: ser ud til at være deaktiveret
de: Überprüfe Netzwerk: Scheint abgeschaltet
eo: Kontrolante Reton: ĝi ŝajnas haltita
eu: Sare egiaztaketa: desgaituta dagoela dirudi
fa: بررسی کردن شبکه: بنظر از کار افتاده است
fi: Tarkistetaan verkko: Näyttää poistettu käytöstä
fr: Vérification de l'accès au réseau : il semble être désactivé
fur: Controlant le rêt: e somee no facoltizade
gl: Comprobando a Rede: parece que está deshabilitada
he: בודק זמינות רשת: אין תגובה
hi: नेटवर्क की जाँच की जा रही है: लगता है निष्क्रिय है
hr: Provjeravam mreži: čini se da je isključena
hu: A hálózat ellenőrzése: úgy tűnik, nem aktív
id: Memeriksa Jaringan: tampaknya dinonaktifkan
is: Athuga net: virðist aftengt
it: Controllo la rete: sembra disattivata
ja: ネットワーク確認: 無効になっているようです
ka: ვამოწმებ ქსელს: როგორც ჩანს გამორთულია
ky: Тармак текшерилүүдө: өчүрүлгөн көрүнөт
lt: Tikrinamas tinklas: atrodo, neveikia
mk: Проверувам мрежа: изгледа е оневозможена
ms: Pemeriksaan Rangkaian: seperti dimatikan
mt: Qed niċċekkja n-network... jidher li mitfi
nb: Sjekker nettverk. ser ut til å være deaktivert
pa_in: ਨੈਟਵਰਕ ਪੜਤਾਲ: ਆਯੋਗ ਜਾਪਦਾ ਹੈ
pl: Sprawdzanie sieci: wygląda na wyłączoną
pt: Verificação da Rede: parece desactivada
ro: Verificare rețea: se pare că este dezactivată
ru: Проверка сети: похоже отключена
sc: Seu controllendi s'arretza: parit disabivada
sk: Kontrolovanie siete: zrejme je vypnutá
tg: Тафтиши Шабака: эҳтимолан хомӯш карда шудааст
tl: Sinusuri ang Network: tila naka-disable
ur: نیٹورك كی تصدیق كرها هے: معزور دیكھاءی دیتا هے
vi: Kiểm tra mạng: có lẽ chưa bật chạy
wa: Verifiaedje del rantoele: i shonnreut k' ele ni soeye nén en alaedje

source: Logs
af: Staaflêers
ar: السّجلّات
az: Qeydlər
bg: Журнали
bn: লগ
bs: Logovi
ca: Registres
cs: Záznamy
da: Logger
eo: Logdosieroj
eu: Egunkariak
fa: ثبت‌ها
fi: Lokit
fr: Journaux
fur: File di log
he: רישומים
hi: रोज़नामचे
hr: Zapisi
id: Log
is: Annálar
it: Log
ja: ログ
ku: Qeydên têketine:
lt: Įrašai
mk: Логови
ms: Log
nb: Logger
pa_in: ਲਾਗ
pl: Dziennik
pt: Registos
ru: Журнал
sk: Logy
tg: Воридҳо
tl: Mga Log
ur: یاداشتیں
wa: Djournås

source: Clear
af: Maak skoon
ar: إمحي
az: Təmizlə
bg: Изчистване
bn: পরিষ্কার করো
bs: Očisti
ca: Neteja
cs: Vyčistit
da: Nulstil
de: Löschen
eo: Forviŝu
eu: Garbitu
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
fur: Scancele
gl: Limpar
he: נקה
hi: साफ़ करना
hr: Očisti
hy: Մաքրել
id: Bersihkan
is: Hreinsa
it: Cancella
ja: クリア
ku: Paqij Bike
lt: Išvalyti
mk: Исчисти
ms: Kosongkan
mt: Ħassar
nb: Nullstill
pa_in: ਸਾਫ਼
pl: Wyczyść
pt: Limpar
ru: Очистить
sc: Lìmpia
sk: Vyprázdniť
tg: Пок кардан
tl: I-clear
ur: صاف كریں
vi: Xóa sạch
wa: Netyî

source: About...
af: Omtrent..
ar: حَوْل...
ast: Tocante a...
az: Haqqında...
bg: Относно...
bn: পরিচিতি...
bs: O programu...
ca: Quant a...
cs: O aplikaci...
cy: Ynghylch...
da: Om...
de: Über...
eo: Pri...
eu: Honi buruz...
fa: درباره‌ی..
fi: Tietoa..
fr: À propos ...
fur: Informazions su..
gl: Acerca de...
he: אודות...
hi: के बारे में ।
hr: O programu...
hu: Névjegy...
hy: Ծրագրի մասին..
id: Keterangan...
is: Um...
it: Informazioni su...
ja: 情報..
ka: შესახებ...
ku: Der barê de...
ky: Жөнүндө..
lt: Apie...
mk: За...
ms: Keterangan...
mt: Dwar..
nb: Om..
pa_in: ਇਸ ਬਾਰੇ...
pl: O programie...
pt: Acerca...
ro: Despre...
ru: О программе...
sc: Apitzus de...
sk: O..
tg: Дар бораи...
tl: Tungkol sa..
ur: بارے میں۔۔۔
vi: Giới thiệu
wa: Åd fwait...

source: Copyright (C) %s by Mandriva
bs: Autorska prava (C) %s Mandriva
cs: Copyright ©%s by Mandriva
cy: Hawlfraint (C) %s Mandriva
eu: Copyright (C) %s Mandriva
fi: Copyright (C) %s, Mandriva
fr: Copyright (C) %s par Mandriva
gl: Copyright (C) %s de Mandriva
he: זכויות היוצרים (C) %s שמורות למנדריבה
hu: Copyright (C) %s, Mandriva
id: Hak cipta (C) %s oleh Mandriva
is: Höfundaréttur (C) %s Mandriva
it: Copyright (C) %s di Mandriva
mk: Авторски права (C) %s од „Mandriva“
pt: Direitos de Autor (C) %s Mandriva
ro: Drepturi de autor (C) %s Mandriva
ru: Copyright (C) %s Mandriva
wa: Copyright © %s pa Mandriva

source: Mandriva Online gives access to Mandriva web services.
ast: Mandiva Online da accesu a los servicios web de Mandriva.
bs: Mandriva Online vam omogućuje pristup Mandriva web uslugama.
cs: Mandriva Online umožňuje přístup k webovým službám společnosti Mandriva.
cy: Mandriva Online yw gwasanaethau gwe Mandriva.
de: Durch Mandriva Online erhalten Sie Zugriff auf Internetangebote von Mandriva
eu: Mandriva Online-k Mandriva web zerbitzuetara sarbidea ematen du.
fi: Mandriva Online avaa pääsyn Mandrivan webbipalveluihin.
fr: Mandriva Online donne accès aux services web de Mandriva.
gl: Mandriva Online da acceso ós servicios web de Mandriva.
he: מנדריבה-אונליין מאפשר גישה לשירותי הרשת של מנדריבה.
hu: A Mandriva Online hozzáférést biztosít a Mandriva webes szolgáltatásaihoz.
id: Mandriva Online memberikan akses ke layanan web Mandriva.
is: Mandriva Online gefur aðgang að Mandriva vefþjónustu.
it: Mandriva Online dà accesso ai servizi web di Mandriva.
ky: Mandriva Online, Mandriva веб кызматтарды колдонуу мүмкүнчүлүгүн берет.
mk: „Mandriva Online“ дава пристап до веб сервисите на „Mandriva“.
pl: Mandriva Online umożliwia korzystanie z usług sieciowych Mandrivy.
pt: O Mandriva Online dá acesso aos serviços web Mandriva.
ro: Mandriva Online permite accesul la serviciile web Mandriva.
ru: Mandriva Online предоставляет доступ к веб-службам Mandriva.
wa: Mandriva Online (Mandriva so les fyis) vos dene accès åzès siervices waibe da Mandriva.

source: Always launch on startup
ar: أطلق دوما عند البدأ
ast: Llanzar siempres al aniciu
az: Həmişə başlanğıcda işə sal
bg: Зареждане при стартиране
bn: সবসময় স্টার্টআপে আরম্ভ করো
bs: Uvijek pokreni na početku
ca: Executa sempre al inici
cs: Vždy spustit při startu
cy: Cychwyn wrth gychwyn
da: Start altid op ved opstart
de: Immer beim Start ausführen
eo: Ĉiam startu post sistemstartado
eu: Jaurti beti hasterakoan
fa: راه‌اندازی همیشگی در شروع
fi: Käynnistä ainä käynnistyksen yhteydessä
fr: Toujours lancer au démarrage
gl: Executar sempre ó inicia-lo sistema
he: הפעל תמיד באתחול המערכת
hi: शुरूवात में सदैव आरम्भ करें
hr: Pokreni pri podizanju sustava
hu: Minden rendszerindításnál induljon el
id: Selalu jalankan ketika pembukaan
is: Ræsa alltaf þegar kveikt á vél
it: Lanciare sempre all'avvio
ja: 起動時に常に開始する
ka: მუდამ გამოიძახე სისტემის ჩატვირთვისას (startup)
ku: Di vekirina sîsteme de bişuxlîne
ky: Дайыма старт учурунда ишке киргизүү
lt: Visada paleisti įkrovimo metu
mk: Секогаш вклучувај при подигнување
ms: Sentiasa lancar ketika permulaan
mt: Dejjem ħaddem mat-tlugħ
nb: Kjør alltid under oppstart
pa_in: ਸ਼ੁਰੂ ਸਮੇਂ ਹਮੇਸ਼ਾ ਚਾਲੂ ਕਰੋ
pl: Uruchamiaj przy starcie
pt: Executar sempre no arranque
ro: Lansează întotdeauna la pornire
ru: Всегда запускать при старте
sc: Lança sempri a s'alluidura
sk: Spustiť po štarte
tg: Ҳамеша дар оғозёбӣ сар додан
tl: Parating ilunsad sa pagsimula
ur: همیشه سٹاٹ اپ پر آغازكار كریں
vi: Luôn chạy khi khởi động
wa: El drovi tofer a l' enondaedje

source: Quit
af: Eindig
ar: خروج
ast: Colar
az: Çıx
bg: Изход
bn: প্রস্থান
bs: Završi
ca: Surt
cs: Konec
cy: Gadael
da: Afslut
de: Beenden
eo: Eliru
eu: Irten
fa: ترک
fi: Poistu
fr: Quitter
fur: Jessî
gl: Pechar
he: יציאה
hi: निकास
hr: Izlaz
hu: Kilépés
hy: Ելք
id: Keluar
is: Hætta
it: Esci
ja: 終了
ka: გასვლა
ku: Derkeve
ky: Чыгуу
lt: Išeiti
lv: Iziet
mk: Напушти
ms: Keluar
mt: Oħroġ
nb: Avslutt
pa_in: ਬੰਦ ਕਰੋ
pl: Zakończ
pt: Sair
ro: Ieșire
ru: Выход
sc: Bessi
sk: Koniec
sq: Dalje
sr: a—aAaVb€bˆaI
ta: வெளிச்செல்
tg: Баромадан
ur: ختم كریں یا چھوڑ دیں
uz@latn: Chiqish
vi: Thoát
wa: Cwiter

source: mdonline version %s Copyright (C) %s Mandriva. This is free software and may be redistributed under the terms of the GNU GPL. usage:
bg: mdonline версия %s Mandriva %s, всички права запазени. Това е свободен софтуер и може да бъде разпространяван според условията на GNU GPL. начин на ползване:
bn: mdonline version %s কপিরাইট %s Mandriva. এই সফ্‌টওয়ারটি ফ্রি এবং গনুহ্‌ (GNU) GPL terms এর মাধ্যমে বিতরণ করা যাবে। ব্যবহার বিধি:
bs: mdonline verzija %s Autorska prava (C) %s Mandriva. Ovo je slobodan softver i možete ga distribuirati pod uslovima GNU GPL-a. upotreba:
cs: mdonline verze %s Copyright © %s Mandriva. Toto je volně šiřitelný software a může být šířen v souladu s licencí GNU GPL. Použití:
de: mdonline Version %s Copyright (C) %s Mandriva. Dies ist freie Software und kann unter den Bedingungen der GNU GPL weiter vertrieben werden. Verwendung:
eo: mdonline versio %s Kopirajto © %s Mandriva. Tio ĉi estas libera programaro kaj povas esti pludisdonata sub la termoj de GNU GPL. uzado:
eu: mdonline %s bertsioa Copyright © %s Mandriva. Software librea da, eta birbana daiteke GNU GPL lizentziaren baldintzak betetzen badira. erabilera:
fa: mdonline نسخه %s حق نسخه‌برداری (C) %s Mandriva. این نرم‌ افزار آزاد است ومی‌تواند تحت شروط GNU GPL پخش مجدد گردد. طرز استفاده:
fi: mdonline version %s Copyright (C) %s Mandriva. Tämä on vapaata ohjelmistoa ja saadaan levittää uudelleen GNU GPL lisenssin alaisuudessa. Käyttö:
fr: mdkonline version %s Copyright © %s Mandriva. Ceci est un logiciel libre qui peut être redistribué selon les termes de la Licence Publique Générale GNU. utilisation :
gl: mdonline versión %s Copyright © %s Mandriva. Isto é software libre e pode redistribuirse baixo os termos da GNU GPL. uso:
he: mdonline, גרסה %s כל הזכויות שמורות (C) %s Mandriva. תוכנה זו היא חופשית וניתנת להפצה בהתאם לתנאי הרישיון של GNU GPL. שימוש:
id: mdkonline versi %s Hak cipta (C) %s Mandriva. Ini adalah software bebas dan boleh didistribusikan ulang di bawah syarat GPL GNU. pemakaian:
is: mdonline útgáfa %s Höfundaréttur © %s Mandriva. þetta er frjáls hugbúnaður og má dreifa samkvæmt skilmálum GNU GPL. notkun:
it: mdonline versione %s Copyright (C) %s Mandriva. Questo è software libero e può essere ridistribuito secondo i termini della GNU GPL. uso:
lt: mdonline versija %s Autorinės teisės (C) %s Mandriva. Tai nemokama programa ir gali būti platinama pagal GNU GPL licenciją. naudojimas:
mk: mdonline верзија %s Авторски права (C) %s Mandriva. Ова е бесплатен софтвер и може да се редистрибуира под условите на GNU GPL. употреба:
ms: versi mdonline %s Hakmilik (C) %s Mandriva. Ini adalah perisian percuma dan boleh disebarkan dibawah akta GNU GPL. penggunaan:
pa_in: mdonline ਵਰਜਨ %s Copyright (C) %s Mandriva. ਇਹ ਸਾਫਟਵੇਅਰ ਮੁਫਤ ਹੈ ਅਤੇ GNU GPL ਦੀਆਂ ਸ਼ਰਤਾਂ ਅਧੀਨ ਮੁੜ ਵੰਡਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਵਰਤੋਂ:
pl: wersja mdonline %s Copyright (C) %s Mandriva. To jest Wolne Oprogramowanie i może być rozpowszechniane na zasadach licencji GNU GPL. użycie:
pt: mdonline versão %s Direitos de autor (C) %s Mandriva. Isto é software livre e pode ser redistribuído sob os termos da licença GNU GPL. uso:
ru: mdonline версия %s Copyright (C) %s Mandriva. Это открытое программное обеспечение и может распространяться согласно условиям GNU GPL. использование:
sc: mdonline versioni %s Copyright (C) %s Mandriva. Custu est software lìberu e fait a du spainai sighendi sa GNU GPL. impreu:
sk: mdonline verzia %s Copyright (C) %s Mandriva. Tento softvér môže byť redistribuovaný podľa podmienok GNU GPL. použitie:
tg: mdonline нусхаи %s Copyright (C) %s Mandriva. Ин нармафзори озод мебошад ва дар зери шартҳои GNU GPL аз нав паҳн карда мешавад. истифода:
vi: phiên bản mdonline %s Bản quyền (C) %s Mandriva. Đây là phần mềm tự do và có thể phân phối lại dưới các điều khoản của GNU/GPL. cách dùng:
wa: mdonline modêye %s Copyright © %s Mandriva. Çouchal est on libe programe et pout esse cossemé dzo les termes del licince GPL. Po s' è siervi:

source: --help - print this help message.
ar: --help - إظهار رسالة المساعدة هذه.
ast: --help - amosar esti mensax d'aida.
bg: --help - показва това помощно съобщение.
bn: --help - এই সহায়িকা বার্তা প্রদর্শন করো।
bs: --help - štampa ovu poruku.
ca: --help - mostra aquest missatge d'ajuda.
cs: --help - vytiskne tuto nápovědu.
cy: --help - argraffu'r neges cymorth hon.
de: --help - Ausgabe dieser Hilfe.
eo: --help - presu tiun helpmesaĝon.
eu: --help - laguntza-mezu hau inprimatzen du.
fa: --help - چاپ این پیام راهنما.
fi: --help - tulosta tämä apuviesti.
fr: --help - affiche ce message d'aide.
gl: --help - amosa esta mensaxe de axuda.
he: --help - הדפס הודעת עזרה זו.
hi: --help - यह सहायता संदेश छापें ।
hu: --help - jelen segítség megjelenítése
id: --help - cetak pesan bantuan ini.
is: --help - prenta þessa hjálp.
it: --help - stampa questo messaggio d'aiuto.
ka: --help - აჩვენე ეს დამხმარე ტექსტი.
ky: --help - бул маалыматты чыгаруу.
lt: --help - spausdinti šį pagalbos pranešimą.
mk: --help - ја печати оваа помошна порака.
ms: --help - cetak mesej bantuan ini.
mt: --help - uri dan il-messaġġ ta' għajnuna.
pl: --help - wyświetla ten komunikat pomocy.
pt: --help - mostra esta mensagem de ajuda.
ro: --help - afișează acest mesaj de ajutor.
ru: --help - вывод этого справочного сообщения
sc: --help - imprenta custa missada de ajudu.
sk: --help - vypíše túto pomoc.
tg: --help - чопи ин пайғоми ёрӣ.
tl: --help - i-print ang mensaheng tulong na ito.
vi: --help - in ra thông điệp trợ giúp này.
wa: --help - mostere ci messaedje d' aidance chal.

source: --box= - hostname.
cs: --box= - název počítače.
eu: --box= - ostalarizena.
fi: --box= - konenimi.
fr: --box= - nom d'hôte.
gl: --box= - nome de máquina.
he: --box= - שם מארח.
id: --box= - namahost.
is: --box= - vélarnafn.
it: --box= - nome host.
mk: --box= - имеНаХостот.
pl: --box= - nazwa komputera.
pt: --box= - nome do endereço.
ru: --box= - имя хоста.
wa: --box= - no do lodjoe.

source: --country - name of country of the user.
bs: --country - ime države korisnika.
cs: --country - název země uživatele.
de: --country - Name des Heimatlandes des Benutzers.
eu: --country - erabiltzaile herrialdearen izena.
fi: --country - käyttäjän maan nimi.
fr: --country - nom du pays de l'utilisateur.
gl: --country - nome do país do usuario.
he: --country - שם המדינה של המשתמש.
id: --country - nama negara pengguna.
is: --country - Nafn lands notanda.
it: --country - Paese dell'utente.
mk: --country - име на државата на корисникот.
pl: --country - nazwa kraju użytkownika.
pt: --country - nome do país do utilizador.
ru: --country - страна пользователя.
wa: --country - no do payis d' l' uzeu.

source: --interactive - use the interactive mode.
bs: --interactive - koristi interaktivni režim.
cs: --interactive - použít interaktivní režim.
de: --interactive - benutzen Sie den interaktiven Modus.
eu: --interactive - erabili modu interaktiboa.
fi: --interactive - käytä interaktiivinen tila.
fr: --interactive - mode interactif.
gl: --interactive - usar o modo interactivo.
he: --interactive - השתמש במצב האינטראקטיבי.
id: --interactive - gunakan mode interaktif.
is: --interactive - nota gagnvirkan ham.
it: --interactive - usa modalità interattiva.
mk: --interactive - користи интерактивен режим.
pl: --interactive - używaj trybu interaktywnego.
pt: --interactive - usa o modo interactivo.
ru: --interactive - использовать интерактивный режим.
wa: --interactif - eployî l' môde interactif.

source: --nointeractive - use the non-interactive mode.
bs: --nointeractive - koristi ne-interaktivni režim.
cs: --nointeractive - použít neinteraktivní režim.
de: --nointeractive - verwende den nicht interaktiven Modus.
eu: --nointeractive - erabili modu ez interaktiboa.
fi: --nointeractive - käytä ei-interaktiivista tilaa.
fr: --nointeractive - mode non interactif.
gl: --nointeractive - usar o modo non interactivo.
he: --nointeractive - השתמש במצב לא אינטראקטיבי.
id: --nointeractive - gundakan mode non-interaktif.
is: --nointeractive - ekki nota gagnvirkan ham.
it: --nointeractive - usa modalità non-interattiva.
mk: --nointeractive - користи не-интерактивен режим.
pl: --nointeractive - używaj trybu nie interaktywnego.
pt: --nointeractive - usa o modo não-interactivo.
ru: --nointeractive - использовать не интерактивный режим.
wa: --nointeractive - eployî l' môde nén interactif.

source: --login= - login name of the user.
bs: --login= - prijavno ime korisnika.
cs: --login= - přihlašovací jméno uživatele.
de: --login= - Benutzername des Benutzer.
eu: --login= - erabiltzailearen sarrera izena.
fi: --login= - käyttäjän kirjautumistunnus.
fr: --login= - login de l'utilisateur.
gl: --login= - nome de usuario do usuario.
id: --login= - nama login pengguna.
is: --login= - notandanafn.
it: --login= - nome con cui l'utente accede.
mk: --login= - име за најавување на корисникот.
pl: --login= - login użytkownika.
pt: --login= - nome de autenticação do utilizador.
ru: --login= - логин пользователя.
wa: --login= - no d' elodjaedje di l' uzeu.

source: --pass= - password of the user.
bs: --pass= - šifra korisnika.
cs: --pass= - heslo uživatele.
de: --pass= - Passwort des Benutzers.
eu: --pass= - erabiltzailearen pasahitza.
fi: --pass= - käyttäjän salasanaa.
fr: --pass= - mot de passe de l'utilisateur.
gl: --pass= - contrasinal do usuario.
he: --pass= - סיסמת המשתמש.
id: --pass= - kata sandi pengguna.
is: --pass= - lykilorð notanda.
it: --pass= - password dell'utente.
mk: --pass= - лозинка на корисникот.
pl: --pass= - hasło użytkownika.
pt: --pass= - senha do utilizador.
ru: --pass= - пароль пользователя.
wa: --pass= - sicret d' l' uzeu.
